Repository: tw-translation/vim
Catalog: src/po/*.cp1250.po
Languages: sk

source: -display <display> Connect vim to this particular X-server
sk: -display <displej> Pripojí vim na príslušnı X-server

source: -X Do not connect to X server
sk: -X Nepripojí sa k X serveru

source: --remote <files> Edit <files> in a Vim server if possible
sk: --remote <súbory> Upravi <súbory> na Vim servri ak je to moné

source: --remote-silent <files> Same, don't complain if there is no server
sk: --remote-silent <súbory> To isté, ale nesauj si, ak neexistuje server

source: --remote-wait <files> As --remote but wait for files to have been edited
sk: --remote-wait <súbory> Ako --remote ale èaká na súbory pre ukonèenie úprav

source: --remote-wait-silent <files> Same, don't complain if there is no server
sk: --remote-wait-silent <súbory> To isté, ale nesauj si, ak neexistuje server

source: --remote-send <keys> Send <keys> to a Vim server and exit
sk: --remote-send <vo¾by> Odošle <vo¾by> na Vim server a skonèí

source: --remote-expr <expr> Evaluate <expr> in a Vim server and print result
sk: --remote-expr <vıraz> Spusti <vıraz> na servri a vytlaèí vısledok

source: --serverlist List available Vim server names and exit
sk: --serverlist Vypíše zoznam mien dostupnıch Vim servrov a skonèí

source: --servername <name> Send to/become the Vim server <name>
sk: --servername <názov> Odošle na Vim server <názov>

source: -i <viminfo> Use <viminfo> instead of .viminfo
sk: -i <viminfo> Pouije <viminfo> namiesto akéhoko¾vek .viminfo

source: -h or --help Print Help (this message) and exit
sk: -h alebo --help Vypíše túto nápovedu a skonèí

source: --version Print version information and exit
sk: --version Vypíše informácie o verzii a skonèí

source: Arguments recognised by gvim (Motif version):
sk: Argumenty dostupné pre gvim (Motif verzia):

source: Arguments recognised by gvim (neXtaw version):
sk: Argumenty dostupné pre gvim (neXtaw verzia):

source: Arguments recognised by gvim (Athena version):
sk: Argumenty dostupné pre gvim (Athena verzia):

source: -display <display> Run vim on <display>
sk: -display <displej> Spustí vim na <displej>

source: -iconic Start vim iconified
sk: -iconic Spustí vim minimalizované

source: -background <color> Use <color> for the background (also: -bg)
sk: -background <farba> Nastaví sa <farba> pozadia (tie -bg)

source: -foreground <color> Use <color> for normal text (also: -fg)
sk: -foreground <farba> Nastaví sa <farba> popredia (tie -fg)

source: -font <font> Use <font> for normal text (also: -fn)
sk: -font <písmo> Nastaví <písmo> normálneho textu (tie -fn)

source: -boldfont <font> Use <font> for bold text
sk: -boldfont <písmo> Nastaví <písmo> pre zvıraznenı text

source: -italicfont <font> Use <font> for italic text
sk: -italicfont <písmo> Nastaví <písmo> pre kurzívu

source: -geometry <geom> Use <geom> for initial geometry (also: -geom)
sk: -geometry <geometrie> Nastaví sa <geometria> (tie -geom)

source: -borderwidth <width> Use a border width of <width> (also: -bw)
sk: -borderwidth <šírka> Nastaví <šírku> okrajov (tie -bw)

source: -scrollbarwidth <width> Use a scrollbar width of <width> (also: -sw)
sk: -scrollbarwidth <šírka> Nastaví <šírku> posuvnej lišty (tie -sw)

source: -menuheight <height> Use a menu bar height of <height> (also: -mh)
sk: -menuheight <vıška> Nastaví <vıšku> ponuky (tie -mh)

source: -reverse Use reverse video (also: -rv)
sk: -reverse Pouije reverzné farby (tie -rv)

source: +reverse Don't use reverse video (also: +rv)
sk: +reverse Nepouije reverzné farby (tie +rv)

source: -xrm <resource> Set the specified resource
sk: -xrm <resource> Nastaví zadanı <resource>

source: Arguments recognised by gvim (GTK+ version):
sk: Argumenty dostupné pre gvim (GTK+ verzia):

source: -display <display> Run vim on <display> (also: --display)
sk: -display <displej> Spustí vim na <displej> (tie --display)

source: --role <role> Set a unique role to identify the main window
sk: -role <rola> Nastaví unikátnu rolu pre identifikáciu hlavného okna

source: --socketid <xid> Open Vim inside another GTK widget
sk: --socketid <xid> Otvorí Vim vnútri iného GTK programu.

source: -P <parent title> Open Vim inside parent application
sk: -P <titulok rodièa> Otvor Vim vnútri materskej aplikácie

source: No display
sk: Bez grafického rozhrania

source: : Send failed.
sk: : Odoslanie zlyhalo.

source: : Send failed. Trying to execute locally
sk: : Odoslanie zlyhalo. Pokúšam sa spusti lokálne

source: %d of %d edited
sk: %d upravenıch súborov z %d

source: No display: Send expression failed.
sk: iaden graf. mód: Odoslanie vırazu zlyhalo.

source: : Send expression failed.
sk: : Odoslanie vırazu zlyhalo.

source: E224: global abbreviation already exists for %s
sk: E224: pre %s u globálna skratka existuje

source: E225: global mapping already exists for %s
sk: E225: pre %s u globálne mapovanie existuje

source: E226: abbreviation already exists for %s
sk: E226: pre %s u skratka existuje

source: E227: mapping already exists for %s
sk: E227: pre %s u mapovanie existuje

source: No abbreviation found
sk: iadna skratka nebola nájdená

source: No mapping found
sk: iadne mapovanie nebolo nájdené

source: E228: makemap: Illegal mode
sk: E228: makemap: neprípustnı mód

source: E357: 'langmap': Matching character missing for %s
sk: E357: 'langmap': pre %s chıba vyhovujúci znak

source: E358: 'langmap': Extra characters after semicolon: %s
sk: E358: 'langmap': nadbytoèné znaky po bodkoèiarke: %s

source: No marks set
sk: Nie sú nastavené iadne znaèky

source: E283: No marks matching "%s"
sk: E283:"%s" nevyhovujú iadne znaèky

source: mark line col file/text
sk: znaèka riadok ståpec súbor/text

source: jump line col file/text
sk: skok riadok ståpec súbor/text

source: change line col text
sk: znaèka riadok ståpec text

source: E543: Not a valid codepage
sk: E543: Chybná kódová stránka

source: E284: Cannot set IC values
sk: E284: Nedajú sa nastavi IC hodnoty

source: E285: Failed to create input context
sk: E285: Nepodarilo sa vytvori vstupnı kontext

source: E286: Failed to open input method
sk: E286: Nepodarilo sa otvori vstupnú metódu

source: E287: Warning: Could not set destroy callback to IM
sk: E287: Varovanie: likvidaèné spätné volanie sa nedá nastavi na IM

source: E288: input method doesn't support any style
sk: E288: vstupná metóda nepodporuje iadny štıl

source: E289: input method doesn't support my preedit type
sk: E289: vstupná metóda nepodporuje môj 'preedit' typ

source: E293: block was not locked
sk: E293: blok nebol zamknutı

source: E294: Seek error in swap file read
sk: E294: Chyba posunu pri èítaní odkladacieho súboru

source: E295: Read error in swap file
sk: E295: Chyba pri èítaní odkladacieho súboru

source: E296: Seek error in swap file write
sk: E296: Chyba posunu pri ukladaní do odkladacieho súboru

source: E297: Write error in swap file
sk: E297: Chyba pri ukladaní do odkladacieho súboru

source: E300: Swap file already exists (symlink attack?)
sk: E300: Odkladací súbor u existuje (symlink útok?)

source: E298: Didn't get block nr 0?
sk: E298: Nedá sa získa blok 0?

source: E298: Didn't get block nr 1?
sk: E298: Nedá sa získa blok 1?

source: E298: Didn't get block nr 2?
sk: E298: Nedá sa získa blok 2?

source: E301: Oops, lost the swap file!!!
sk: E301: Ups, odkladací súbor bol stratenı!!!

source: E302: Could not rename swap file
sk: E302: Nedá sa premenova odkladací súbor

source: E303: Unable to open swap file for "%s", recovery impossible
sk: E303: Nedá sa otvori odkladací súbor pre "%s", oprava nemoná

source: E304: ml_upd_block0(): Didn't get block 0??
sk: E304: ml_upd_block0(): nedá sa získa blok 0??

source: E305: No swap file found for %s
sk: E305: Odkladací súbor pre %s nebol nájdenı

source: Enter number of swap file to use (0 to quit):
sk: Zadajte èíslo odkladacieho súboru, ktorı sa má pouit (0 pre ukonèenie):

source: E306: Cannot open %s
sk: E306: Nedá sa otvori %s

source: Unable to read block 0 from
sk: Nedá sa èíta blok 0 z

source: Maybe no changes were made or Vim did not update the swap file.
sk: Mono nedošlo k iadnym zmenám, alebo Vim neaktualizoval odkladací súbor.

source: cannot be used with this version of Vim.
sk: nedá sa poui s touto verziou Vim.

source: Use Vim version 3.0.
sk: Pouite Vim verziu 3.0.

source: E307: %s does not look like a Vim swap file
sk: E307: %s sa nezdá by odkladacím súborom Vim

source: cannot be used on this computer.
sk: nedá sa pouí na tomto poèítaèi.

source: The file was created on
sk: Súbor bol vytvorenı

source: , or the file has been damaged.
sk: , alebo bol súbor poškodenı.

source: Using swap file "%s"
sk: Pouívam odkladací súbor "%s"

source: Original file "%s"
sk: Pôvodnı súbor "%s"

source: E308: Warning: Original file may have been changed
sk: E308: Varovanie: Pôvodnı súbor mohol by zmenenı

source: E309: Unable to read block 1 from %s
sk: E309: Nedá sa èíta blok 1 z %s

source: ???MANY LINES MISSING
sk: ???CHİBA MNOHO RIADKOV

source: ???LINE COUNT WRONG
sk: ???CHYBNİ POÈET RIADKOV

source: ???EMPTY BLOCK
sk: ???PRÁZDNY BLOK

source: ???LINES MISSING
sk: ???CHİBAJÚCE RIADKY

source: E310: Block 1 ID wrong (%s not a .swp file?)
sk: E310: ID bloku 1 je chybné (je %s odkladacím súborom?)

source: ???BLOCK MISSING
sk: ???CHİBA BLOK

source: ??? from here until ???END lines may be messed up
sk: od ??? po ???END môu by riadky pomiešané

source: ??? from here until ???END lines may have been inserted/deleted
sk: od ??? po ???END môu by riadky vloené/vymazané

source: ???END
sk: ???KONIEC

source: E311: Recovery Interrupted
sk: E311: Obnova prerušená

source: E312: Errors detected while recovering; look for lines starting with ???
sk: E312: V priebehu obnovy došlo k chybám; skontrolujte riadky zaèínajúce na ???

source: See ":help E312" for more information.
sk: Pozrite ":help E312" pre ïalšie informácie

source: Recovery completed. You should check if everything is OK.
sk: Obnova dokonèená. Skontrolujte, èi je všetko v poriadku.

source: (You might want to write out this file under another name
sk: (Zváte uloenie tohoto súboru pod inım menom

source: Swap files found:
sk: Nájdené odkladacie súbory:

source: In current directory:
sk: V aktuálnom adresári:

source: Using specified name:
sk: So zadanım menom:

source: In directory
sk: V adresári

source: -- none --
sk: -- iadne --

source: owned by:
sk: vlastník:

source: dated:
sk: dátum vytvorenia:

source: dated:
sk: dátum vytvorenia:

source: [from Vim version 3.0]
sk: [od Vim verzie 3.0]

source: [does not look like a Vim swap file]
sk: [nevyzerá ako odkladací súbor Vim]

source: file name:
sk: názov súboru:

source: modified:
sk: zmenenı:

source: YES
sk: ÁNO

source: no
sk: nie

source: user name:
sk: uívate¾ské meno:

source: host name:
sk: názov poèítaèa:

source: host name:
sk: názov poèítaèa:

source: process ID:
sk: ID procesu :

source: [not usable with this version of Vim]
sk: [nepouite¾né s touto verziou Vim]

source: [not usable on this computer]
sk: [nepouitelné na tomto poèítaèi]

source: [cannot be read]
sk: [nedá sa preèíta]

source: [cannot be opened]
sk: [nedá sa otvori]

source: E313: Cannot preserve, there is no swap file
sk: E313: Nedá sa zachova - odkladací súbor neexistuje

source: File preserved
sk: Súbor zachovanı

source: E314: Preserve failed
sk: E314: Uchovanie sa nepodarilo

source: E315: ml_get: invalid lnum: %ld
sk: E315: ml_get: chybné èíslo riadku: %ld

source: E316: ml_get: cannot find line %ld
sk: E316: ml_get: nedá sa nájs riadok %ld

source: E317: pointer block id wrong 3
sk: E317: chybné èíslo ukazovate¾a na blok 3

source: stack_idx should be 0
sk: stack_idx by mal ma hodnotu 3

source: E318: Updated too many blocks?
sk: E318: Aktualizovanıch príliš ve¾a blokov?

source: E317: pointer block id wrong 4
sk: E317: chybné èíslo ukazovate¾a na blok 4

source: deleted block 1?
sk: vymazanı blok 1?

source: E320: Cannot find line %ld
sk: E320: Nedá sa nájs riadok %ld

source: E317: pointer block id wrong
sk: E317: chybné èíslo ukazovate¾a na blok

source: pe_line_count is zero
sk: pe_line_count má nulovú hodnotu

source: E322: line number out of range: %ld past the end
sk: E322: èíslo riadku je mimo rozsah: %ld (za koncom)

source: E323: line count wrong in block %ld
sk: E323: chybnı poèet riadkov v bloku %ld

source: Stack size increases
sk: Nárast ve¾kosti zásobníku

source: E317: pointer block id wrong 2
sk: E317: chybnı èíslo ukazovate¾a na blok 2

source: E325: ATTENTION
sk: E325: POZOR

source: Found a swap file by the name "
sk: Nájdenı odkladací súbor s menom "

source: While opening file "
sk: Pri otváraní súboru "

source: NEWER than swap file!
sk: NOVŠÍ ako odkladací súbor!

source: If this is the case, use ":recover" or "vim -r
sk: Ak je tomu tak, potom pouite ":recover" alebo "vim -r

source: " to recover the changes (see ":help recovery").
sk: " pre obnovenie zmien (viï ":help recovery)".

source: If you did this already, delete the swap file "
sk: Pokia¾ ste tak u urobili, tak vymate odkladací súbor "

source: " to avoid this message.
sk: " a táto správa sa u nebude objavova.

source: Swap file "
sk: Odkladací súbor "

source: " already exists!
sk: " u existuje!

source: VIM - ATTENTION
sk: VIM - POZOR

source: Swap file already exists!
sk: Odkladací súbor u existuje!

source: &Open Read-Only &Edit anyway &Recover &Quit &Abort
sk: &Otvori iba pre èítanie &Pokraèova v úpravách O&bnovi súbor &Koniec &Zruši

source: E326: Too many swap files found
sk: E326: Príliš mnoho odkladacích súborov

source: E327: Part of menu-item path is not sub-menu
sk: E327: Èas cesty k predmetu ponuky nie je podponukou

source: E329: No menu "%s"
sk: E329: Ponuka "%s" neexistuje

source: E330: Menu path must not lead to a sub-menu
sk: E330: Cesta ponuky nesmie vies do podponuky

source: E331: Must not add menu items directly to menu bar
sk: E331: Poloky ponuky sa nejdú pridáva priamo na lištu

source: E332: Separator cannot be part of a menu path
sk: E332: Odde¾ovaè nesmie by èasou cesty ponuky

source: --- Menus ---
sk: --- Ponuky ---

source: Tear off this menu
sk: Odtrhnú tuto ponuku

source: E335: Menu not defined for %s mode
sk: E335: V %s móde nie je ponuka definovaná

source: E333: Menu path must lead to a menu item
sk: E333: Cesta ponuky musí vies k poloke ponuky

source: E334: Menu not found: %s
sk: E334: Ponuka nenájdená: %s

source: E336: Menu path must lead to a sub-menu
sk: E336: Cesta ponuky musí vies do podponuky

source: E337: Menu not found - check menu names
sk: E337: Ponuka nenájdená - skontrolujte názvy ponúk

source: Error detected while processing %s:
sk: Chyba pri spracovaní %s:

source: line %4ld:
sk: riadok %4ld:

source: E354: Invalid register name: '%s'
sk: E354: '%s' nie je prístupné meno registru

source: Messages maintainer: Bram Moolenaar <Bram@vim.org>
sk: Správca prekladu: Lubomir Host <rajo@platon.sk>

source: Interrupt:
sk: Prerušenie:

source: Press ENTER or type command to continue
sk: Stlaète ENTER alebo zadajte príkaz pre pokraèovanie

source: -- More --
sk: -- Pokraèovanie --

source: SPACE/d/j: screen/page/line down, b/u/k: up, q: quit
sk: MEDZERA/d/j: obrazovka/stránka/riadok dole, b/u/k: hore, q: koniec

source: Question
sk: Otázka

source: &Yes &No
sk: &Ano &Nie

source: &Yes &No Save &All &Discard All &Cancel
sk: &Ano &Nie &Uloi všetko Zahodi &všetko &Zruši

source: E766: Insufficient arguments for printf()
sk: E766: Chybné argumenty pre funkciu printf()

source: E767: Too many arguments to printf()
sk: E767: Príliš mnoho argumentov pre funkciu printf()

source: (Interrupted)
sk: (Prerušené)

source: Beep!
sk: Piip!

source: E677: Error writing temp file
sk: E677: Chyba pri zápise doèasného súboru

source: ERROR:
sk: CHYBA:

source: [bytes] total alloc-freed %lu-%lu, in use %lu, peak use %lu
sk: [bajtov] celkom uvolnené-alokované %lu-%lu, vyuité %lu, maximálne vyuitie %lu

source: [calls] total re/malloc()'s %lu, total free()'s %lu
sk: [volanie] celkom re/malloc(): %lu, celkom free() %lu

source: E342: Out of memory! (allocating %lu bytes)
sk: E342: Nedostatok pamäte! (alokujem %lu bajtov)

source: Calling shell to execute: "%s"
sk: Volám shell na spustenie: "%s"

source: E545: Missing colon
sk: E545: Chıba dvojbodka

source: E546: Illegal mode
sk: E546: Neprípustnı mód

source: E547: Illegal mouseshape
sk: E547: Chybnı tvar myši

source: E548: digit expected
sk: E548: oèakávaná èíslica

source: E549: Illegal percentage
sk: E549: Neprípustné percento

source: E668: Wrong access mode for NetBeans connection info file: "%s"
sk: E668: Zlé prístupové práva pre súbor s informáciami pre NetBeans spojenie: "%s"

source: E349: No identifier under cursor
sk: E349: Pod kurzorom nie je iadny identifikátor

source: Warning: terminal cannot highlight
sk: Varovanie: terminál nepodporuje zvırazòovanie

source: E348: No string under cursor
sk: E348: Pod kurzorom nie je iadny reazec

source: E352: Cannot erase folds with current 'foldmethod'
sk: E352: Pomocou 'foldmethod' sa nedá vymaza vnorenie

source: E664: changelist is empty
sk: E664: zoznam zmien je prázdny

source: E662: At start of changelist
sk: E662: Na zaèiatku zoznamu zmien

source: E663: At end of changelist
sk: E663: Na konci zoznamu zmien

source: %ld lines to indent...
sk: %ld riadkov pre odsadenie...

source: cannot yank; delete anyway
sk: nedá sa kopírova; napriek tomu vymazané

source: %ld Cols;
sk: %ld Ståpcov;

source: E518: Unknown option
sk: E518: Neznáma vo¾ba

source: E519: Option not supported
sk: E519: Vo¾ba nie je podporovaná

source: E520: Not allowed in a modeline
sk: E520: Nie je v modeline povolené

source: E521: Number required after =
sk: E521: Po = je vyadované èíslo

source: E522: Not found in termcap
sk: E522: Nenájdenı v termcape

source: E590: A preview window already exists
sk: E590: Okno náh¾adu u existuje

source: E593: Need at least %d lines
sk: E593: Minimálny potrebnı poèet riadkov je %d

source: E594: Need at least %d columns
sk: E594: Minimálne potrebnı poèet ståpcov je %d

source: E355: Unknown option: %s
sk: E355: Neznáma vo¾ba: %s

source: --- Terminal codes ---
sk: --- Kódy terminálu ---

source: --- Global option values ---
sk: --- Nastavenie globálnych volieb ---

source: --- Local option values ---
sk: --- Nastavenie lokálnych volieb ---

source: --- Options ---
sk: --- Monosti ---

source: E356: get_varp ERROR
sk: E356: get_varp CHYBA

source: E539: Illegal character <%s>
sk: E539: Neprípustnı znak <%s>

source: E540: Unclosed expression sequence
sk: E540: Neuzatvorené zoskupenie vırazov

source: E541: too many items
sk: E541: príliš mnoho poloiek

source: E542: unbalanced groups
sk: E542: nevyváené skupiny

source: E529: Cannot set 'term' to empty string
sk: E529: Vo¾ba 'term' nemôe by prázdna

source: E530: Cannot change term in GUI
sk: E530: V grafickom móde (GUI) sa nedá meni typ terminálu

source: E531: Use ":gui" to start the GUI
sk: E531: Pouite "gui" pre spustenie GUI

source: E589: 'backupext' and 'patchmode' are equal
sk: E589: vo¾by 'backupext' a 'patchmode' majú rovnakú hodnotu

source: E617: Cannot be changed in the GTK+ 2 GUI
sk: E617: Nedá sa zmeni v grafickom rozhraní GTK+ 2

source: E524: Missing colon
sk: E524: Chıba dvojbodka

source: E525: Zero length string
sk: E525: Reazec s nulovou dåkou

source: E526: Missing number after <%s>
sk: E526: Po <%s> chıba èíslo

source: E527: Missing comma
sk: E527: Chıba èiarka

source: E528: Must specify a ' value
sk: E528: Je nutné zada hodnotu '

source: E595: contains unprintable or wide character
sk: E595: obsahuje netlaèite¾né znaky

source: E596: Invalid font(s)
sk: E596: Chybné písma

source: E597: can't select fontset
sk: E597: nedá sa vybra sada písiem

source: E598: Invalid fontset
sk: E598: Chybná sada písiem

source: E533: can't select wide font
sk: E533: nedá sa vybra širokı font

source: E534: Invalid wide font
sk: E534: Chybné široké písmo

source: E535: Illegal character after <%c>
sk: E535: Neprípustnı znak po <%c>

source: E536: comma required
sk: E536: je nutná èiarka

source: E537: 'commentstring' must be empty or contain %s
sk: E537: 'commentstring' (komentár) musí by prázdny alebo musí obsahova %s

source: E538: No mouse support
sk: E538: Bez podpory myši

source: cannot open
sk: nedá sa otvori

source: VIM: Can't open window!
sk: VIM: Nedá sa otvori okno!

source: Need Amigados version 2.04 or later
sk: Je potrebná Amigados verzia 2.04 alebo novšia

source: Need %s version %ld
sk: Potrebná %s verzia %ld

source: Cannot open NIL:
sk: Nedá sa otvori NIL:

source: Cannot create
sk: Nedá sa vytvori

source: Vim exiting with %d
sk: Vim ukonèenı s %d

source: cannot change console mode ?!
sk: nemôem zmeni konzolovı mód ?!

source: mch_get_shellsize: not a console??
sk: mch_get_shellsize: nie je konzolou??

source: E360: Cannot execute shell with -f option
sk: E360: Nedá sa spusti shell s -f vo¾bou

source: Cannot execute
sk: Nedá sa spusti

source: returned
sk: vrátené

source: ANCHOR_BUF_SIZE too small.
sk: ANCHOR_BUF_SIZE príliš malá.

source: I/O ERROR
sk: I/O CHYBA

source: E237: Printer selection failed
sk: E237: Zlyhal vıber tlaèiarne

source: to %s on %s
sk: %s na %s

source: E613: Unknown printer font: %s
sk: E613: Neznámy font tlaèiarne: %s

source: E238: Print error: %s
sk: E238: Chyba tlaèe: %s

source: Printing '%s'
sk: Tlaèím '%s'

source: E244: Illegal charset name "%s" in font name "%s"
sk: E244: Chybnı názov znakovej sady "%s" v názve písma "%s"

source: E245: Illegal char '%c' in font name "%s"
sk: E245: Chybnı znak '%c' v názve písma "%s"

source: Opening the X display took %ld msec
sk: Otvorenie X displej zabralo %ld msec

source: Vim: Got X error
sk: Vim: Chyba X

source: Testing the X display failed
sk: Testovanie X displeja zlyhalo

source: Opening the X display timed out
sk: Uplynul èas otvorenia X displeja

source: Cannot execute shell sh
sk: Nedá sa spusti sh shell

source: shell returned
sk: návratová hodnota shellu

source: Cannot create pipes
sk: Nedjú sa vytvori rúry

source: Cannot fork
sk: Vyvolanie fork zlyhalo

source: Cannot execute shell
sk: Nedá sa spusti shell

source: Command terminated
sk: Príkaz ukonèenı

source: XSMP lost ICE connection
sk: XSMP stratilo ICE spojenie

source: Opening the X display failed
sk: Otvorenie X displeja zlyhalo

source: XSMP handling save-yourself request
sk: XSMP spracuváva poiadavku na samouloenie

source: XSMP opening connection
sk: XSMP otvára spojenie

source: XSMP ICE connection watch failed
sk: XSMP kontrola spojenia ICE zlyhala

source: XSMP SmcOpenConnection failed: %s
sk: XSMP SmcOpenConnection zlyhalo: %s

source: At line
sk: Na riadku

source: Vim: Caught %s event
sk: Vim: Zachytená udalos %s

source: close
sk: zavrie

source: logoff
sk: odhlási

source: shutdown
sk: vypnú

source: E371: Command not found
sk: E371: Príkaz nenájdenı

source: VIMRUN.EXE not found in your $PATH. External commands will not pause after completion. See :help win32-vimrun for more information.
sk: VIMRUN.EXE nenájdenı v $PATH. Po dokonèení externıch príkazov nebude vıstup pozastavenı. Pozrite :help win32-vimrun pre viac informácií.

source: Vim Warning
sk: Vim Varovanie

source: shell returned %d
sk: návratová hodnota shellu %d

source: E553: No more items
sk: E553: iadne ïalšie poloky

source: E372: Too many %%%c in format string
sk: E372: Príliš mnoho %%%c vo formátovacom reazci

source: E373: Unexpected %%%c in format string
sk: E373: Neoèakávanı vıskyt %%%c vo formátovacom reazci

source: E374: Missing ] in format string
sk: E374: Vo formátovacom reazci chıba ]

source: E375: Unsupported %%%c in format string
sk: E375: Nepodporovaná formátová špecifikácia %%%c vo formátovacom reazci

source: E376: Invalid %%%c in format string prefix
sk: E376: Neprístupné %%%c v prefixe formátovacieho reazca

source: E377: Invalid %%%c in format string
sk: E377: Neprístupné %%%c vo formátovacom reazci

source: E378: 'errorformat' contains no pattern
sk: E378: 'errorformat' neobsahuje iadny vzor
