Repository: tw-translation/vim
Catalog: src/po/*.cp1250.po
Languages: sk

source: E163: There is only one file to edit
sk: E163: Pre úpravu bol zadanı iba jeden súbor

source: E164: Cannot go before first file
sk: E164: Nedá sa preskoèi pred prvı súbor

source: E165: Cannot go beyond last file
sk: E165: Nedá sa preskoèi za poslednı súbor

source: --Deleted--
sk: --Vymazanı--

source: auto-removing autocommand: %s <buffer=%d>
sk: samomazací automatickı príkaz: %s <buffer=%d>

source: E367: No such group: "%s"
sk: E367: Skupina "%s" neexistuje

source: E215: Illegal character after *: %s
sk: E215: Neprípustnı znak po *: %s

source: E216: No such event: %s
sk: E216: Udalos %s neexistuje

source: E216: No such group or event: %s
sk: E216: Udalos alebo skupina %s neexistuje

source: --- Autocommands ---
sk: --- Automatické príkazy ---

source: E680: <buffer=%d>: invalid buffer number
sk: E680: <buffer=%d>: chybné èíslo bufferu

source: E217: Can't execute autocommands for ALL events
sk: E217: Automatické príkazy sa nedajú spusti pre VŠETKY udalosti

source: No matching autocommands
sk: iadne vyhovujúce automatické príkazy

source: E218: autocommand nesting too deep
sk: E218: vnorenia automatického príkazu sú príliš hlboké

source: %s Autocommands for "%s"
sk: %s Automatické príkazy pre "%s"

source: Executing %s
sk: Spúšam %s

source: autocommand %s
sk: automatickı príkaz %s

source: E82: Cannot allocate any buffer, exiting...
sk: E82: Nedá sa alokova buffer, konèím...

source: E83: Cannot allocate buffer, using other one...
sk: E83: Nedá sa alokova buffer, pouijem inı...

source: E515: No buffers were unloaded
sk: E515: iadny buffer nebol uvo¾nenı

source: E516: No buffers were deleted
sk: E516: iadny buffer nebol vymazanı

source: E517: No buffers were wiped out
sk: E517: iadny buffer nebol vymazanı

source: E90: Cannot unload last buffer
sk: E90: Poslednı buffer sa nedá odstráni

source: E84: No modified buffer found
sk: E84: Nebol nájdenı iadny zmenenı buffer

source: E85: There is no listed buffer
sk: E85: Nenašiel som iadny buffer

source: E87: Cannot go beyond last buffer
sk: E87: Za poslednı buffer sa nedá preskoèi

source: E88: Cannot go before first buffer
sk: E88: Pred prvı buffer sa nedá preskoèi

source: E37: No write since last change (add ! to override)
sk: E37: Neuloené zmeny (pouite ! pre vynútenie)

source: E93: More than one match for %s
sk: E93: Vzoru %s vyhovuje viac bufferov

source: E94: No matching buffer for %s
sk: E94: Vzoru %s nevyhovuje iadny buffer

source: line %ld
sk: riadok %ld

source: E95: Buffer with this name already exists
sk: E95: Buffer takéhoto mena u existuje

source: [Modified]
sk: [Zmenenı]

source: [Not edited]
sk: [Neupravovanı]

source: [New file]
sk: [Novı súbor]

source: [Read errors]
sk: [Chyby pri èítaní]

source: [readonly]
sk: [iba pre èítanie]

source: line %ld of %ld --%d%%-- col
sk: riadok %ld z %ld --%d%%-- ståpec

source: [No Name]
sk: [Bez mena]

source: help
sk: pomocník

source: [Preview]
sk: [Náh¾ad]

source: All
sk: Všetko

source: Bot
sk: Koniec

source: Top
sk: Zaèiatok

source: E382: Cannot write, 'buftype' option is set
sk: E382: Nedá sa uloi, je nastavená vo¾ba 'buftype'

source: WARNING: The file has been changed since reading it!!!
sk: VAROVANIE: Súbor bol zmenenı od jeho naèítania!!!

source: Do you really want to write to it
sk: Chcete ho naozaj uloi

source: E676: No matching autocommands for acwrite buffer
sk: E676: iadne vyhovujúce automatické príkazy pre acwrite buffer

source: E203: Autocommands deleted or unloaded buffer to be written
sk: E203: Automatické príkazy zmazali èi deaktivovali buffer, ktorı mal by uloenı

source: E204: Autocommand changed number of lines in unexpected way
sk: E204: Automatickı príkaz neoèakávanım spôsobom zmenil poèet riadkov

source: NetBeans disallows writes of unmodified buffers
sk: NetBeans rozhranie nedovolilo zapísa nemodifikované buffre

source: Partial writes disallowed for NetBeans buffers
sk: Èiastoèné zápisy nie sú povolené pre NetBeans buffre

source: is a directory
sk: je adresárom

source: is not a file or writable device
sk: nie je súborom ani zapisovatelnım zariadením

source: is read-only (add ! to override)
sk: je iba pre èítanie (pouite ! pre vynútenie)

source: E506: Can't write to backup file (add ! to override)
sk: E506: Nedá sa zapisova do záloného súboru (pouite ! pre vynútenie)

source: E507: Close error for backup file (add ! to override)
sk: E507: Chyba pri uzatváraní záloného súboru (pouite ! pre vynútenie)

source: E508: Can't read file for backup (add ! to override)
sk: E508: Nedá sa naèíta súbor pre zálohu (pouite ! pre vynútenie)

source: E509: Cannot create backup file (add ! to override)
sk: E509: Nedá sa vytvori zálonı súbor (pouite ! pre vynútenie)

source: E510: Can't make backup file (add ! to override)
sk: E510: Nedá sa vytvori zálonı súbor (pouite ! pre vynútenie)

source: E214: Can't find temp file for writing
sk: E214: Nedá sa nájs doèasnı súbor pre ukladanie

source: E213: Cannot convert (add ! to write without conversion)
sk: E213: Nedá sa spravi konverzia (pouite ! pre zápis bez konverzie)

source: E166: Can't open linked file for writing
sk: E166: Súbor sa nedá otvori pre ukladanie

source: E212: Can't open file for writing
sk: E212: Súbor sa nedá otvori pre ukladanie

source: E512: Close failed
sk: E512: Zatvorenie zlyhalo

source: E513: write error, conversion failed (make 'fenc' empty to override)
sk: E513: chyba pri zápise, konverzia sa nepodarila (nastavte vo¾bu 'fenc' na prázdnu pre vynútenie)

source: E514: write error (file system full?)
sk: E514: chyba pri ukladaní (plnı disk?)

source: CONVERSION ERROR
sk: CHYBA PREVODU

source: [NOT converted]
sk: [neskonvertovanı]

source: [converted]
sk: [skonvertovanı]

source: [Device]
sk: [zariadenie]

source: [New]
sk: [novı]

source: [New File]
sk: [novı súbor]

source: [a]
sk: [p]

source: appended
sk: pripojenı

source: [w]
sk: [u]

source: written
sk: uloenı

source: E205: Patchmode: can't save original file
sk: E205: patchmode: nedá sa uloi pôvodnı súbor

source: E206: patchmode: can't touch empty original file
sk: E206: patchmode: nedá sa zapisova do prázdneho pôvodného súboru

source: E207: Can't delete backup file
sk: E207: Nedá sa vymaza zálonı súbor

source: WARNING: Original file may be lost or damaged
sk: VAROVANIE: Obsah pôvodného súboru môe by stratenı alebo poškodenı

source: don't quit the editor until the file is successfully written!
sk: neukonèujte editor skôr, ne bude súbor úspešne uloenı!

source: tagname
sk: meno tagu

source: kind file
sk: typ súboru

source: 'history' option is zero
sk: 'vo¾ba 'history' je nastavená na nulu

source: Enter encryption key:
sk: Zadajte šifrovací k¾úè:

source: Enter same key again:
sk: Vlote ten istı k¾úè znova:

source: Keys don't match!
sk: K¾úèe sa nezhodujú!

source: [crypted]
sk: [šifrovanı]

source: Entering Debug mode. Type "cont" to continue.
sk: Spúšam reim ladenia. Pre ukonèenie napíšte "cont".

source: line %ld: %s
sk: riadok %ld: %s

source: cmd: %s
sk: príkaz: %s

source: Breakpoint in "%s%s" line %ld
sk: Bod prerušenia v "%s%s" na riadku %ld

source: E161: Breakpoint not found: %s
sk: E161: Bod prerušenia nenájdenı: %s

source: No breakpoints defined
sk: Neboli definovné iadne body prerušenia

source: %3d %s %s line %ld
sk: %3d %s %s riadok %ld

source: E720: Missing colon in Dictionary: %s
sk: E720: Chıba dvojbodka v Slovníku (Dictionary): %s

source: E721: Duplicate key in Dictionary: "%s"
sk: E721: Duplikovanı k¾úè v Slovníku (Dictionary): "%s"

source: E722: Missing comma in Dictionary: %s
sk: E722: Chıba èiarka v Slovníku (Dictionary): %s

source: E723: Missing end of Dictionary '}': %s
sk: E723: Chıba koniec Slovníka (Dictionary) '}': %s

source: E737: Key already exists: %s
sk: E737: K¾úè u existuje: %s

source: E97: Cannot create diffs
sk: E97: Nedajú sa vytvori porovnania

source: Patch file
sk: Záplatovı súbor

source: E98: Cannot read diff output
sk: E98: Nedá sa èíta vıstup porovnania

source: E99: Current buffer is not in diff mode
sk: E99: Aktuálny buffer nie je v porovnávacom móde

source: E100: No other buffer in diff mode
sk: E100: V porovnávacom móde sa nenachádza inı buffer

source: E101: More than two buffers in diff mode, don't know which one to use
sk: E101: Viac ako dva buffery v porovnávacom móde; neviem, ktorı poui

source: E102: Can't find buffer "%s"
sk: E102: Nedá sa nájs buffer "%s"

source: E103: Buffer "%s" is not in diff mode
sk: E103: Buffer "%s" nie je v porovnávacom móde

source: E104: Escape not allowed in digraph
sk: E104: digraph nesmie obsahova znak Escape

source: E544: Keymap file not found
sk: E544: Mapa kláves nenájdená

source: E105: Using :loadkeymap not in a sourced file
sk: E105: Pouitı príkaz :loadkeymap v súbore, ktorı nie je interpretovanı

source: E111: Missing ']'
sk: E111: Chıba ']'

source: E719: Cannot use [:] with a Dictionary
sk: E719: Nemono pouit [:] so Slovníkom (Dictionary)

source: E708: [:] must come last
sk: E708: [:] musí prís ako posledná

source: E710: List value has more items than target
sk: E710: Hodnota Po¾a (List value) má viac poloiek ako cie¾

source: E711: List value has not enough items
sk: E711: Hodnota Po¾a (List value) nemá dostatok poloiek

source: E690: Missing "in" after :for
sk: E690: Chıba "in" po :for

source: E109: Missing ':' after '?'
sk: E109: Po '?' chıba ':'

source: E110: Missing ')'
sk: E110: Chıba ')'

source: E695: Cannot index a Funcref
sk: E695: Nemono indexova odkaz na Funkciu (Funcref)

source: E112: Option name missing: %s
sk: E112: Chıba meno vo¾by: %s

source: E113: Unknown option: %s
sk: E113: Neznáma vo¾ba: %s

source: E114: Missing quote: %s
sk: E114: Chıbajú úvodzovky: %s

source: E115: Missing quote: %s
sk: E115: Chıbajú úvodzovky: %s

source: E724: variable nested too deep for displaying
sk: E724: premenná je vnorená príliš hlboko pre zobrazenie

source: E703: Using a Funcref as a Number
sk: E703: Pouitı odkaz na Funkciu (Funcref) ako èíslo

source: E745: Using a List as a Number
sk: E745: Zoznam (List) pouitı ako èíslo

source: E728: Using a Dictionary as a Number
sk: E728: Slovník (Dictionary) pouitı ako èíslo

source: E729: using Funcref as a String
sk: E729: Odkaz na Funkciu (Funcref) pouitı ako Reazec (String)

source: E730: using List as a String
sk: E730: Zoznam (List) pouitı ako Reazec (String)

source: E731: using Dictionary as a String
sk: E731: Slovník (Dictionary) pouitı ako Reazec (String)

source: E698: variable nested too deep for making a copy
sk: E698: premenná je vnorená príliš hlboko pre skopírovanie

source: Last set from
sk: Posledné nastavenie z

source: E691: Can only compare List with List
sk: E691: Porovnáva mono iba Zoznam so Zoznamom (List with List)

source: E692: Invalid operation for List
sk: E692: Neplatná operácia pre Zoznamy (List)

source: E735: Can only compare Dictionary with Dictionary
sk: E735: Porovnáva mono iba Slovník so Slovníkom (Dictionary with Dictionary)

source: E736: Invalid operation for Dictionary
sk: E736: Neplatná operácia pre Slovník

source: E694: Invalid operation for Funcrefs
sk: E694: Neplatná operácia pre odkazy na Funkcie (Funcrefs)

source: E158: Invalid buffer name: %s
sk: E158: Chybné meno bufferu: %s

source: E700: Unknown function: %s
sk: E700: Neznáma funkcia: %s

source: &OK &Cancel
sk: &OK &Zruši

source: called inputrestore() more often than inputsave()
sk: funkcia inputrestore() volaná èastejšie ako inputsave()

source: E701: Invalid type for len()
sk: E701: Neplatnı typ pre len()

source: E726: Stride is zero
sk: E726: Krok je nulovı

source: E727: Start past end
sk: E727: Zaèiatok presahuje koniec

source: E241: Unable to send to %s
sk: E241: Nemôem posla na %s

source: E277: Unable to read a server reply
sk: E277: Nemôem èíta odpoveï servra

source: E258: Unable to send to client
sk: E258: Nemôem posla klientovi

source: (Invalid)
sk: (Chybnı)

source: E18: Unexpected characters in :let
sk: E18: Neoèekávané znaky v :let

source: E687: Less targets than List items
sk: E687: Menej cie¾ov ako poloiek Po¾a (List items)

source: E688: More targets than List items
sk: E688: Viac cie¾ov ako poloiek Po¾a (List items)

source: Double ; in list of variables
sk: Dvojitá ; v zozname premennıch

source: E738: Can't list variables for %s
sk: E738: Nemono vypísa premenné pre %s

source: E108: No such variable: "%s"
sk: E108: Premenná "%s" neexistuje

source: E743: variable nested too deep for (un)lock
sk: E743: premenná je príliš vnorená na (od)blokovanie

source: E704: Funcref variable name must start with a capital: %s
sk: E704: Premenná typu odkaz na Funkciu (Funcref) musí zaèína s ve¾kım písmenom: %s

source: E705: Variable name conflicts with existing function: %s
sk: E705: Meno premennej je v konflikte s existujúcou funkciou: %s

source: E741: Value is locked: %s
sk: E741: Hodnota je uzamknutá: %s

source: Unknown
sk: Neznámy

source: E742: Cannot change value of %s
sk: E742: Nemono zmeni hodnotu %s

source: Save As
sk: Uloi ako

source: Save changes to "%s"?
sk: Uloi zmeny do "%s"?

source: E162: No write since last change for buffer "%s"
sk: E162: Buffer "%s" obsahuje neuloené zmeny

source: Warning: Entered other buffer unexpectedly (check autocommands)
sk: Varovanie: Neèakanı vstup do iného bufferu (skontrolujte automatické príkazy)

source: E666: compiler not supported: %s
sk: E666: prekladaè nie je podporovanı: %s

source: Current %slanguage: "%s"
sk: Aktuálny %sjazyk: "%s"

source: E197: Cannot set language to "%s"
sk: E197: Nedá sa nastavi jazyk na "%s"

source: <%s>%s%s %d, Hex %02x, Octal %03o
sk: <%s>%s%s %d, šestnástkovo %02x, osmièkovo %03o

source: > %d, Hex %04x, Octal %o
sk: > %d, šestnástkovo %04x, osmièkovo %o

source: > %d, Hex %08x, Octal %o
sk: > %d, šestnástkovo %08x, osmièkovo %o

source: %ld lines filtered
sk: %ld riadkov filtrovanıch

source: E135: *Filter* Autocommands must not change current buffer
sk: E135: Automatické príkazy *Filter* nesmú meni aktuálny buffer

source: [No write since last change]
sk: [Neuloené zmeny]

source: Write partial file?
sk: Uloi neúplnı súbor?

source: E140: Use ! to write partial buffer
sk: E140: Pouite ! pre uloenie neúplného bufferu

source: Overwrite existing file "%s"?
sk: Prepísa existujúci súbor "%s"?

source: Swap file "%s" exists, overwrite anyway?
sk: Odkladací súbor "%s" existuje, aj tak prepísa?

source: E768: Swap file exists: %s (:silent! overrides)
sk: E768: Odkladací súbor existuje: %s (pouite :silent! pre prepísanie)

source: E141: No file name for buffer %ld
sk: E141: iadny názov súboru pre buffer %ld

source: E142: File not written: Writing is disabled by 'write' option
sk: E142: Súbor nebol uloenı: ukladanie je zakázané vo¾bou 'write'

source: 'readonly' option is set for "%s". Do you wish to write anyway?
sk: Pre "%s" je nastavená vo¾ba 'readonly' (iba na èítanie). Prajete si aj tak uloi?

source: Edit File
sk: Upravova súbor

source: E143: Autocommands unexpectedly deleted new buffer %s
sk: E143: Automatické príkazy neoèakávane zmazali novı buffer %s

source: E144: non-numeric argument to :z
sk: E144: neèíselnı argument pre :z

source: E146: Regular expressions can't be delimited by letters
sk: E146: Regulárne vırazy nesmú by oddelené písmenami

source: replace with %s (y/n/a/q/l/^E/^Y)?
sk: nahradi %s (y/n/a/q/l/^E/^Y)?

source: (Interrupted)
sk: (prerušenı)

source: E148: Regular expression missing from global
sk: E148: Pri príkaze global chıba regulárny vıraz

source: Pattern found in every line: %s
sk: Vzor nájdenı na kadom riadku: %s

source: E478: Don't panic!
sk: E478: iadnu paniku!

source: E661: Sorry, no '%s' help for %s
sk: E661: ¼utujem, iadny '%s' pomocník pre %s

source: E149: Sorry, no help for %s
sk: E149: ¼utujem, pre %s nie je iadny pomocník

source: Sorry, help file "%s" not found
sk: ¼utujem, súbor "%s" s pomocníkom nebol nájdenı

source: E152: Cannot open %s for writing
sk: E152: %s sa nedá sa otvori pre zápis

source: E153: Unable to open %s for reading
sk: E153: %s as nedá otvori pre èítanie

source: E670: Mix of help file encodings within a language: %s
sk: E670: Rôzne kódovania pre súbory s pomocníkom pre jazyk: %s

source: E154: Duplicate tag "%s" in file %s/%s
sk: E154: Duplicitnı tag "%s" v súbore %s/%s

source: E150: Not a directory: %s
sk: E150: %s nie je adresárom

source: Entering Ex mode. Type "visual" to go to Normal mode.
sk: Spúšam Ex reim. Napíšte "visual" pre návrat do Normálneho reimu.

source: E501: At end-of-file
sk: E501: Koniec súboru

source: E169: Command too recursive
sk: E169: Príkaz je príliš rekurzívny

source: E605: Exception not caught: %s
sk: E605: Vınimka nezachytená: %s

source: End of sourced file
sk: Koniec interpretovaného súboru

source: End of function
sk: Koniec funkcie

source: E464: Ambiguous use of user-defined command
sk: E464: Nejednoznaèné pouitie pouívate¾om definovaného príkazu

source: E492: Not an editor command
sk: E492: Nie je príkazom editoru

source: E493: Backwards range given
sk: E493: Zadanı spätnı rozsah

source: Backwards range given, OK to swap
sk: Zadanı spätnı rozsah. OK pre zámenu

source: E494: Use w or w>>
sk: E494: Pouite w alebo w>>

source: E319: Sorry, the command is not available in this version
sk: E319: ¼utujem, ale tento príkaz nie je dostupnı v tejto verzii

source: Greetings, Vim user!
sk: Pozdravujem, uívate¾ Vimu!

source: Edit File in new window
sk: Upravi súbor v novom okne

source: No swap file
sk: iadny odkladací súbor

source: Append File
sk: Pripoji súbor

source: E747: Cannot change directory, buffer is modified (add ! to override)
sk: E747: Nemono zmeni adresár, buffer je modifikovanı (pouite ! pre vynútenie)

source: E186: No previous directory
sk: E186: iadny predchádzajúci adresár

source: E187: Unknown
sk: E187: Neznámy

source: E465: :winsize requires two number arguments
sk: E465: :winsize (ve¾kos okna) vyaduje dva argumenty

source: Window position: X %d, Y %d
sk: Pozícia okna: X %d, Y %d

source: E188: Obtaining window position not implemented for this platform
sk: E188: Na tejto platforme sa nedá zisti umiestnenie okna

source: E466: :winpos requires two number arguments
sk: E466: :winpos (pozícia okna) vyaduje dva argumenty

source: Save Redirection
sk: Uloi presmerovanie

source: E739: Cannot create directory: %s
sk: E739: Nemono vytvori adresár: %s

source: E189: "%s" exists (add ! to override)
sk: E189: "%s" existuje (pouite ! pre vynútenie)

source: E190: Cannot open "%s" for writing
sk: E190: "%s" sa nedá otvori pre zápis

source: E191: Argument must be a letter or forward/backward quote
sk: E191: Argumentem môe by iba písmeno alebo pravı èi ¾avı apostrof

source: E192: Recursive use of :normal too deep
sk: E192: Rekurzívne pouitie príkazu :normal príliš hlboké

source: E194: No alternate file name to substitute for '#'
sk: E194: iadny alternatívny názov súboru, ktorım by bolo moné nahradi '#'

source: E495: no autocommand file name to substitute for "<afile>"
sk: E495: iadny názov súboru, ktorım by bolo moné nahradi "<afile>"

source: E496: no autocommand buffer number to substitute for "<abuf>"
sk: E496: iadne èíslo bufferu, ktorım by bolo moné nahradi "<abuf>"

source: E497: no autocommand match name to substitute for "<amatch>"
sk: E497: iadna zhoda automatickıch príkazov, ktorou by bolo moné nahradi "<amatch>"

source: E498: no :source file name to substitute for "<sfile>"
sk: E498: iadny :source súbor, ktorım by bolo moné nahradi "<sfile>"

source: E499: Empty file name for '%' or '#', only works with ":p:h"
sk: E499: Prázdnı názov súboru pre '%' alebo '#', funguje iba s ":p:h"

source: E500: Evaluates to an empty string
sk: E500: Vısledkom vyhodnotenia je prázdny reazec

source: Untitled
sk: Bez mena

source: E196: No digraphs in this version
sk: E196: V tejto verzi nie sú digraphy podporované

source: E608: Cannot :throw exceptions with 'Vim' prefix
sk: E608: Nemono spracova vınimku :throw s preponou 'Vim'

source: Exception thrown: %s
sk: Spracovanie vınimky: %s

source: Exception finished: %s
sk: Vınimka ukonèená: %s

source: Exception discarded: %s
sk: Vınimka zahodená: %s

source: %s, line %ld
sk: %s, riadok %ld

source: Exception caught: %s
sk: Zachytená vınimka: %s

source: %s made pending
sk: %s prebieha

source: %s resumed
sk: %s vrátené

source: %s discarded
sk: %s zahodené

source: Exception
sk: Vınimka

source: Error and interrupt
sk: Chyba a prerušené

source: Error
sk: Chyba

source: Interrupt
sk: Prerušené

source: E579: :if nesting too deep
sk: E579: vnorenie :if je príliš hlboké

source: E580: :endif without :if
sk: E580: :endif bez zodpovedajúceho :if

source: E581: :else without :if
sk: E581: :else bez zodpovedajúceho :if

source: E582: :elseif without :if
sk: E582: :elseif bez zodpovedajúceho :if

source: E583: multiple :else
sk: E583: viacnásobné :else

source: E584: :elseif after :else
sk: E584: :elseif nasleduje po :else

source: E585: :while/:for nesting too deep
sk: E585: vnorenie :while/:for je príliš hlboké

source: E586: :continue without :while or :for
sk: E586: :continue bez zodpovedajúceho :while alebo :for

source: E587: :break without :while or :for
sk: E587: :break bez zodpovedajúceho :while alebo :for

source: E732: Using :endfor with :while
sk: E732: Pouité :endfor spolu s :while

source: E733: Using :endwhile with :for
sk: E733: Pouité :endwhile spolu s :for

source: E601: :try nesting too deep
sk: E601: vnorenie :try je príliš hlboké

source: E603: :catch without :try
sk: E603: :catch bez :try

source: E604: :catch after :finally
sk: E604: :catch nasleduje po :finally

source: E606: :finally without :try
sk: E606: :finally bez :try

source: E607: multiple :finally
sk: E607: viacnásobné pouité :finally

source: E602: :endtry without :try
sk: E602: :endtry bez :try

source: E193: :endfunction not inside a function
sk: E193: :endfunction mimo funkciu

source: E199: Active window or buffer deleted
sk: E199: Aktívne okno alebo buffer bol vymazanı

source: Illegal file name
sk: Neprípustnı názov súboru

source: is not a file
sk: nie je súborom

source: [Permission Denied]
sk: [prístup odmietnutı]

source: E200: *ReadPre autocommands made the file unreadable
sk: E200: automatické príkazy *ReadPre urobili súbor neèitate¾nım

source: E201: *ReadPre autocommands must not change current buffer
sk: E201: automatické príkazy *ReadPre nesmú meni aktuálny buffer

source: Vim: Reading from stdin...
sk: Vim: èítam zo štandardného vstupu...

source: Reading from stdin...
sk: Èítam zo štandardného vstupu...

source: E202: Conversion made file unreadable!
sk: E202: Po konverzii je súbor neèitate¾nı!

source: [fifo]
sk: [pomenovaná rúra]

source: [socket]
sk: [soket]

source: [CR missing]
sk: [chıba CR]

source: [long lines split]
sk: [dlhé riadky zalomené]

source: [ILLEGAL BYTE in line %ld]
sk: [NEPRÍPUSTNİ BAJT na riadku %ld]

source: [READ ERRORS]
sk: [CHYBY ÈÍTANIA]

source: Can't find temp file for conversion
sk: Nedá sa nájs doèasnı súbor pre konverziu

source: Conversion with 'charconvert' failed
sk: Konverzia s 'charconvert' sa nepodarila

source: can't read output of 'charconvert'
sk: nedá sa èíta vıstup 'charconvert'

source: [dos format]
sk: [dos formát]

source: [mac format]
sk: [mac formát]

source: [unix format]
sk: [unix formát]

source: [noeol]
sk: [bez znaku konca riadku]

source: [Incomplete last line]
sk: [neúplnı poslednı riadok]

source: E208: Error writing to "%s"
sk: E208: Chyba pri zápise do "%s"

source: E209: Error closing "%s"
sk: E209: Chyba pri uzatváraní "%s"

source: E210: Error reading "%s"
sk: E210: Chyba pri èítaní "%s"

source: E246: FileChangedShell autocommand deleted buffer
sk: E246: automatickı príkaz FileChangedShell vymazal buffer

source: E211: File "%s" no longer available
sk: E211: Varovanie: súbor "%s" u nie je dostupnı

source: See ":help W12" for more info.
sk: Pozrite ":help W12" pre viac informácií.

source: See ":help W11" for more info.
sk: Pozrite ":help W11" pre viac informácií.
