Repository: tw-translation/vim
Catalog: src/po/*.cp1250.po
Languages: sk

source: See ":help W16" for more info.
sk: Pozrite ":help W16" pre viac informácií.

source: Warning
sk: Varovanie

source: &OK &Load File
sk: &OK &Naèíta súbor

source: E462: Could not prepare for reloading "%s"
sk: E462: Nemono pripravi na opätovné naèítanie "%s"

source: E321: Could not reload "%s"
sk: E321: nedá sa obnovi "%s"

source: E219: Missing {.
sk: E219: Chıba {.

source: E220: Missing }.
sk: E220: Chıba }.

source: <empty>
sk: <prázdny>

source: E655: Too many symbolic links (cycle?)
sk: E655: Príliš mnoho symbolickıch odkazov (sluèka?)

source: Select Directory dialog
sk: Dialóg pre vytvorenie adresára

source: Save File dialog
sk: Dialóg pre ukladanie súborov

source: Open File dialog
sk: Dialóg pre otváranie súborov

source: E338: Sorry, no file browser in console mode
sk: E338: ¼utujem, ale konzolová verzia nepodporuje prehliadaè súborov

source: E343: Invalid path: '**[number]' must be at the end of the path or be followed by '%s'.
sk: E343: Chybná cesta: '**[èíslo] musí by buï na konci cesty, alebo musí by nasledované '%s. Viï :help path.

source: E344: Can't find directory "%s" in cdpath
sk: E344: Adresár "%s" sa nedá nájs v cdpath

source: E345: Can't find file "%s" in path
sk: E345: Súbor "%s" sa nepodarilo nájs

source: E346: No more directory "%s" found in cdpath
sk: E346: iadny ïalší adresár "%s" nebol v cdpath nájdenı

source: E347: No more file "%s" found in path
sk: E347: iadny ïalší súbor "%s" nebol v ceste nájdenı

source: E446: No file name under cursor
sk: E446: Pod kurzorom sa nenachádza názov súboru

source: E447: Can't find file "%s" in path
sk: E447: Súbor "%s" sa nedá nájs v ceste

source: E490: No fold found
sk: E490: Nebol nájdené iadne vnorenie

source: E350: Cannot create fold with current 'foldmethod'
sk: E350: Nedá sa vytvori vnorenie s aktuálnou metódou 'foldmethod'

source: E351: Cannot delete fold with current 'foldmethod'
sk: E351: Nedá sa zruši vnorenie s aktuálnou metódou 'foldmethod'

source: E222: Add to read buffer
sk: E222: Prida do bufferu pre èítanie

source: E223: recursive mapping
sk: E223: rekurzívne mapovanie

source: <cannot open>
sk: <nedá sa otvori>

source: E616: vim_SelFile: can't get font %s
sk: E616: vim_SelFile: písmo %s nie je dostupné

source: E614: vim_SelFile: can't return to current directory
sk: E614: vim_SelFile: nedá sa vráti do aktuálneho adresára

source: Pathname:
sk: Názov cesty:

source: E615: vim_SelFile: can't get current directory
sk: E615: vim_SelFile: nedá sa zisti aktuálny adresár

source: Cancel
sk: Zruši

source: Vim dialog
sk: Vim dialóg

source: Scrollbar Widget: Could not get geometry of thumb pixmap.
sk: Prípravok posuvnej lišty: nedá sa zisti geometria náh¾adu obrázku.

source: E232: Cannot create BalloonEval with both message and callback
sk: E232: BalloonEval nedá sa vytvori správou a zároveò spätnım volaním

source: E229: Cannot start the GUI
sk: E229: Nedá sa spusti GUI (grafické rozhranie)

source: E230: Cannot read from "%s"
sk: E230: Nedá sa èíta z "%s"

source: E665: Cannot start GUI, no valid font found
sk: E665: Nemono naštartova grafické rozhranie, nenájdenı iaden pouitelnı font

source: E231: 'guifontwide' invalid
sk: E231: vo¾ba 'guifontwide' (nastavenie širokého písma) je chybne nastavená

source: E599: Value of 'imactivatekey' is invalid
sk: E599: Hodnota 'imactivatekey' je nesprávne nastavená

source: E254: Cannot allocate color %s
sk: E254: Nedá sa alokova farba %s

source: No match at cursor, finding next
sk: iadna zhoda na pozícii kurzora, h¾adám ïalej

source: &Yes &No &Cancel
sk: &Ano &Nie &Zruši

source: Input _Methods
sk: Vstupné metódy (_Methods)

source: VIM - Search and Replace...
sk: VIM - Nájs a nahradi...

source: VIM - Search...
sk: VIM - Nájs...

source: Find what:
sk: Vyh¾ada:

source: Replace with:
sk: Nahradi s:

source: Match whole word only
sk: H¾ada len celé slová

source: Match case
sk: Zhoda ve¾kosti písmen

source: Direction
sk: Smer

source: Up
sk: Hore

source: Down
sk: Dolu

source: Find Next
sk: Nájs ïalšie

source: Replace
sk: Nahradi

source: Replace All
sk: Nahradi Všetko

source: Vim: Received "die" request from session manager
sk: Vim: Prijatá poiadavka na ukonèenie (die) od manaéra sedení

source: Vim: Main window unexpectedly destroyed
sk: Vim: Hlavné okno neoèakávane zrušené

source: &Cancel
sk: &Zruši

source: Directories
sk: Adresáre

source: &Help
sk: &Pomocník

source: Files
sk: Súbory

source: Selection
sk: Vıber

source: Find &Next
sk: Nájs ïa&lšie

source: &Replace
sk: &Nahradi

source: Replace &All
sk: Nahradi &Všetko

source: &Undo
sk: &Spä

source: Not Used
sk: [neupravovanı]

source: Directory *.nothing
sk: Adresár *.niè

source: E671: Cannot find window title "%s"
sk: E671: Nemono nájs okno s titulkom "%s"

source: E243: Argument not supported: "-%s"; Use the OLE version.
sk: E243: Argument nie je podporovanı: "-%s"; Pouite OLE verziu.

source: E672: Unable to open window inside MDI application
sk: E672: Nemono otvori okno vnútri MDI aplikácie

source: Vim E458: Cannot allocate colormap entry, some colors may be incorrect
sk: Vim E458: Nedá sa alokova poloka mapy farieb, niektoré farby môu by nesprávne

source: E250: Fonts for the following charsets are missing in fontset %s:
sk: E250: Chıba písmo pre nasledujúce znakové sady %s:

source: E252: Fontset name: %s
sk: E252: Názov sady písiem: %s

source: Font '%s' is not fixed-width
sk: Písmo '%s' nemá pevnou šírku

source: Invalid font specification
sk: Chybná špecifikácia písma

source: &Dismiss
sk: &Zruši

source: no specific match
sk: iadna špecifická zhoda

source: Vim - Font Selector
sk: Vim - Vıber písma

source: Name:
sk: Meno:

source: Show size in Points
sk: Ukazuj ve¾kos v bodoch

source: Encoding:
sk: Kódujem:

source: Font:
sk: Písmo:

source: Style:
sk: Štıl

source: Size:
sk: Ve¾kos:

source: E256: Hangul automata ERROR
sk: E256: Hangul ERROR - chyba kórejského spôsobu vkladania znakov

source: E550: Missing colon
sk: E550: Chıba dvojbodka

source: E551: Illegal component
sk: E551: Neprípustnı komponent

source: E552: digit expected
sk: E552: oèakávaná èíslica

source: Page %d
sk: Strana %d

source: No text to be printed
sk: iadny text na tlaè

source: Printing page %d (%d%%)
sk: Tlaèím stranu %d (%d%%)

source: Copy %d of %d
sk: Kópia %d z %d

source: Printed: %s
sk: Vytlaèené: %s

source: Printing aborted
sk: Tlaè bola zrušená

source: E455: Error writing to PostScript output file
sk: E455: Nedá sa zapisova do vıstupného PostScriptového súboru

source: E624: Can't open file "%s"
sk: E624: Nedá sa otvori súbor "%s"

source: E457: Can't read PostScript resource file "%s"
sk: E457: Nedá sa èíta PostScriptovı súbor "%s"

source: E618: file "%s" is not a PostScript resource file
sk: E618: súbor "%s" nie je vo formáte PostScript

source: E619: file "%s" is not a supported PostScript resource file
sk: E619: súbor "%s" nie je podporvanı PostScriptovı súbor

source: E621: "%s" resource file has wrong version
sk: E621: "%s" zdrojovı súbor má zlé èíslo verzie

source: E673: Incompatible multi-byte encoding and character set.
sk: E673: nekompatibilné viacbajtové kódovanie a znaková sada.

source: E674: printmbcharset cannot be empty with multi-byte encoding.
sk: E674: vo¾ba printmbcharset nemôe by prázdna pri viacbajtovom kódovaní.

source: E675: No default font specified for multi-byte printing.
sk: E675: Nie je špecifikované iadne písmo pre viacbajtové tlaèenie.

source: E324: Can't open PostScript output file
sk: E324: Nedá sa otvori vıstupnı PostScriptovı súbor

source: E456: Can't open file "%s"
sk: E456: Nedá sa otvori súbor "%s"

source: E456: Can't find PostScript resource file "prolog.ps"
sk: E456: Nemono nájs PostScriptovı zdrojovı súbor "prolog.ps"

source: E456: Can't find PostScript resource file "cidfont.ps"
sk: E456: Nemono nájs PostScriptovı zdrojovı súbor "cidfont.ps"

source: E456: Can't find PostScript resource file "%s.ps"
sk: E456: Nemono nájs PostScriptovı zdrojovı súbor "%s.ps"

source: E620: Unable to convert to print encoding "%s"
sk: E620: Nemono skonvertova do kódovania na tlaèenie "%s"

source: Sending to printer...
sk: Posielam na tlaèiareò...

source: E365: Failed to print PostScript file
sk: E365: PostScriptovı súbor sa nepodarilo vytlaèi

source: Print job sent.
sk: Tlaèová úloha bola odoslaná.

source: E679: recursive loop loading syncolor.vim
sk: E679: rekurzívna sluèka pri naèítavaní syncolor.vim

source: E411: highlight group not found: %s
sk: E411: skupina zvıraznenia %s nebola nájdená

source: E412: Not enough arguments: ":highlight link %s"
sk: E412: Príliš málo argumentov: ":highlight link %s"

source: E413: Too many arguments: ":highlight link %s"
sk: E413: Príliš mnoho argumentov: ":highlight link %s"

source: E414: group has settings, highlight link ignored
sk: E414: skupina je nastavená, odkaz na zvırazòovaciu skupinu ignorovanı

source: E415: unexpected equal sign: %s
sk: E415: neoèakávané znamienko rovná sa: %s

source: E416: missing equal sign: %s
sk: E416: chıba znamienko rovná sa: %s

source: E417: missing argument: %s
sk: E417: chıba argument: %s

source: E418: Illegal value: %s
sk: E418: Neprípustná hodnota: %s

source: E419: FG color unknown
sk: E419: farba popredia nie je známa

source: E420: BG color unknown
sk: E420: farba pozadia nie je známa

source: E421: Color name or number not recognized: %s
sk: E421: Názov alebo èíslo farby nebolo rozpoznané: %s

source: E422: terminal code too long: %s
sk: E422: terminálovı kód je príliš dlhı: %s

source: E423: Illegal argument: %s
sk: E423: Neprípustnı argument: %s

source: E424: Too many different highlighting attributes in use
sk: E424: Pouívanıch príliš ve¾a odlišnıch zvırazòovacích vlastností

source: E669: Unprintable character in group name
sk: E669: Netlaèitelnı znak v mene skupiny

source: Add a new database
sk: Prida novú databázu

source: Query for a pattern
sk: H¾adanie vzoru

source: Show this message
sk: Zobrazi túto správu

source: Kill a connection
sk: Ukonèi spojenie

source: Reinit all connections
sk: Znovu inicializova všetky spojenia

source: Show connections
sk: Zobrazi spojenia

source: E560: Usage: cs[cope] %s
sk: E560: Pouitie: cs[cope] %s

source: This cscope command does not support splitting the window.
sk: Tento cscope príkaz nepodporuje rozde¾ovanie okna.

source: E562: Usage: cstag <ident>
sk: E562: Pouitie: cstag <odsadenie>

source: E257: cstag: tag not found
sk: E257: cstag: tag nenájdenı

source: E563: stat(%s) error: %d
sk: E563: stat(%s) chyba: %d

source: E563: stat error
sk: E563: chyba stat

source: E564: %s is not a directory or a valid cscope database
sk: E564: %s nie je ani adresárom ani správnou cscope databázou

source: Added cscope database %s
sk: Pridaná cscope databáza %s

source: E561: unknown cscope search type
sk: E561: neznámy typ cscope h¾adania

source: E566: Could not create cscope pipes
sk: E566: Nedajú sa vytvori cscope rúry

source: E622: Could not fork for cscope
sk: E622: Nemono spusti proces pre cscope

source: cs_create_connection exec failed
sk: spustenie cs_create_connection zlyhalo

source: cs_create_connection: fdopen for to_fp failed
sk: cs_create_connection: volanie fdopen pre to_fp zlyhalo

source: cs_create_connection: fdopen for fr_fp failed
sk: cs_create_connection: volanie fdopen pre fr_fp zlyhalo

source: E623: Could not spawn cscope process
sk: E623: Nedajú sa vytvori cscope rúry

source: E567: no cscope connections
sk: E567: iadne cscope spojenia

source: E469: invalid cscopequickfix flag %c for %c
sk: E469: chybnı cscopequickfix príznak %c pre %c

source: E259: no matches found for cscope query %s of %s
sk: E259: cscope h¾adanie %s vo vzore %s nenašlo iadnu zhodu

source: cscope commands:
sk: príkazy cscope:

source: E625: cannot open cscope database: %s
sk: E625: nemono otvori cscope databázu: %s

source: E626: cannot get cscope database information
sk: E626: nemono získa cscope databázové informácie

source: E568: duplicate cscope database not added
sk: E568: duplicitná cscope databáza nebola pridaná

source: E261: cscope connection %s not found
sk: E261: cscope spojenie %s nenájdené

source: cscope connection %s closed
sk: cscope spojenie %s ukonèené

source: E570: fatal error in cs_manage_matches
sk: E570: vána chyba v cs_manage_matches

source: # line
sk: # riadok

source: filename / context / line
sk: názov súboru/ kontext / riadok

source: E609: Cscope error: %s
sk: E609: Chyba cscope: %s

source: All cscope databases reset
sk: Všetky cscope databáze resetované

source: no cscope connections
sk: iadne cscope spojenia

source: # pid database name prepend path
sk: # pid názov databázy predpona cesty

source: cannot save undo information
sk: nedajú sa uloi zálone (opravné) informácie

source: invalid expression
sk: chybnı vıraz

source: expressions disabled at compile time
sk: podpora vırazov bola vypnutá pri preklade programu

source: hidden option
sk: skrytá vo¾ba

source: unknown option
sk: neznáma vo¾ba

source: window index is out of range
sk: èíslo okna mimo rozsah

source: couldn't open buffer
sk: nemono otvori buffer

source: cannot delete line
sk: nedá sa vymaza riadok

source: cannot replace line
sk: nedá sa nahradi riadok

source: cannot insert line
sk: nedá sa vloi riadok

source: string cannot contain newlines
sk: reazec nesmie obsahova znaky nového riadku

source: Vim error: ~a
sk: Chyba Vim: ~a

source: Vim error
sk: Chyba Vim

source: buffer is invalid
sk: buffer je neplatnı

source: window is invalid
sk: okno je neplatné

source: linenr out of range
sk: èíslo riadka mimo rozsah

source: not allowed in the Vim sandbox
sk: nie je dovolené v bezpeènostnej schránke

source: E263: Sorry, this command is disabled, the Python library could not be loaded.
sk: E262: Prepáète, tento príkaz je vypnutı, Python kninica nemôe by naèítaná.

source: E659: Cannot invoke Python recursively
sk: E659: Python nemôe by spustenı rekurzívne

source: E266: Sorry, this command is disabled, the Ruby library could not be loaded.
sk: E266: Prepáète, tento príkaz je vypnutı, Ruby kninica nemôe by naèítaná.

source: E273: unknown longjmp status %d
sk: E273: Neznámy 'longjmp' stav %d

source: invalid buffer number
sk: chybné èíslo bufferu

source: not implemented yet
sk: nie je ešte podporované

source: cannot set line(s)
sk: nedajú sa nastavi riadky

source: invalid mark name
sk: chybné meno znaèky

source: mark not set
sk: znaèka nie je nastavená

source: row %d column %d
sk: riadok %d ståpec %d

source: cannot insert/append line
sk: nedá sa vloi/pripoji riadok

source: line number out of range
sk: èíslo riadka mimo rozsah

source: unknown flag:
sk: neznámy príznak:

source: unknown vimOption
sk: neznáma vo¾ba (vimOption)

source: keyboard interrupt
sk: prerušenie z klávesnice

source: vim error
sk: chyba Vim

source: cannot create buffer/window command: object is being deleted
sk: nedá sa vytvori príkaz bufferu/okna: objekt bude vymazanı

source: cannot register callback command: buffer/window is already being deleted
sk: nedá sa zaregistrova príkaz spätného volania: buffer/okno u bol vymazanı

source: E280: TCL FATAL ERROR: reflist corrupt!? Please report this to vim-dev@vim.org
sk: E280: TCL FATAL ERROR: reflist poškodenı!? Oznámte, prosím, túto chybu na vim-dev@vim.org

source: cannot register callback command: buffer/window reference not found
sk: nedá sa zaregistrova príkaz spätného volania: odkaz na buffer/okno nenájdenı

source: E571: Sorry, this command is disabled: the Tcl library could not be loaded.
sk: E571: Prepáète, tento príkaz je vypnutı, Tcl kninica nemôe by naèítaná.

source: E572: exit code %d
sk: E572: návratovı kód %d

source: cannot get line
sk: nedá sa preèíta riadok

source: Unable to register a command server name
sk: Nemôem zaregistrova meno príkazového servra

source: E248: Failed to send command to the destination program
sk: E248: Chyba poèas prenosu príkazu do cie¾ového programu

source: E573: Invalid server id used: %s
sk: E573: Pouíté chybné èíslo servera: %s

source: E251: VIM instance registry property is badly formed. Deleted!
sk: E251: VIM registrová vlastnos je zle formátovaná. Vymazané!

source: Keyword completion (^N^P)
sk: Doplòovanie k¾úèovıch slov (^N^P)

source: Whole line completion (^L^N^P)
sk: Doplòovanie celıch riadkov (^L^N^P)

source: File name completion (^F^N^P)
sk: Doplòovanie názvov súborov (^F^N^P)

source: Tag completion (^]^N^P)
sk: Doplòovanie tagov (^]^N^P)

source: Path pattern completion (^N^P)
sk: Doplòovanie vzoru ciest (^N^P)

source: Definition completion (^D^N^P)
sk: Doplòovanie definícií (^D^N^P)

source: Dictionary completion (^K^N^P)
sk: Doplòovanie pod¾a slovníka (^K^N^P)

source: Thesaurus completion (^T^N^P)
sk: Doplòovanie pod¾a lexikonu (^T^N^P)

source: Command-line completion (^V^N^P)
sk: Doplòovanie príkazového riadka (^V^N^P)

source: User defined completion (^U^N^P)
sk: Doplòovanie celıch riadkov (^U^N^P)

source: Omni completion (^O^N^P)
sk: Doplòovanie tagov (^O^N^P)

source: Keyword Local completion (^N^P)
sk: Miestne doplòovanie k¾úèovıch slov (^N^P)

source: Hit end of paragraph
sk: Koniec odstavca

source: 'dictionary' option is empty
sk: vo¾ba 'dictionary' (slovník) je prázdna

source: 'thesaurus' option is empty
sk: vo¾ba 'thesaurus' (lexikon) je prázdna

source: Scanning dictionary: %s
sk: preh¾adávam slovník %s

source: (insert) Scroll (^E/^Y)
sk: (insert) Rolovanie (^E/^Y)

source: (replace) Scroll (^E/^Y)
sk: (replace) Rolovanie (^E/^Y)

source: Scanning: %s
sk: Preh¾adávam: %s

source: Scanning tags.
sk: Preh¾adávam tagy.

source: Adding
sk: Pridávam

source: -- Searching...
sk: -- H¾adám...

source: Back at original
sk: Vıchodzia podoba

source: Word from other line
sk: Slovo z iného riadku

source: The only match
sk: Jediná zhoda

source: match %d of %d
sk: zhoda %d z %d

source: match %d
sk: zhoda %d

source: E696: Missing comma in List: %s
sk: E696: Chıba èiarka v Zozname: %s

source: E697: Missing end of List ']': %s
sk: E697: Chıba koniec Zoznamu (List) ']': %s

source: E702: Sort compare function failed
sk: E702: Funkcia na utriedenie/porovnanie zlyhala

source: Unknown option argument
sk: Neznámy parameter vo¾by

source: Too many edit arguments
sk: Príliš mnoho upravovacích argumentov

source: Argument missing after
sk: Chıba argument po

source: Garbage after option argument
sk: Chyby za parametrom vo¾by

source: Too many "+command", "-c command" or "--cmd command" arguments
sk: Príliš mnoho "+príkaz", "-c príkaz" alebo "--cmd príkaz" argumentov

source: Invalid argument for
sk: Chybnı argument pre

source: %d files to edit
sk: %d súborov pre úpravu

source: This Vim was not compiled with the diff feature.
sk: Tento Vim nebol kompilovanı s porovnávacími funkciami.

source: Attempt to open script file again: "
sk: Pokus o opätovné otvorenie skriptu: "

source: Cannot open for reading: "
sk: Nedá sa otvori pre zápis: "

source: Cannot open for script output: "
sk: Nedá sa otvori pre vıstup skriptu: "

source: Vim: Error: Failure to start gvim from NetBeans
sk: Vim: Chyba: Chyba spúšania gvim pre NetBeans

source: Vim: Warning: Output is not to a terminal
sk: Vim: Varovanie: Vıstup nesmeruje na terminál

source: Vim: Warning: Input is not from a terminal
sk: Vim: Varovanie: Vstup nepochádza z terminálu

source: pre-vimrc command line
sk: pre-vimrc príkazovı riadok

source: E282: Cannot read from "%s"
sk: E282: Nedá sa èíta z "%s"

source: More info with: "vim -h"
sk: Podrobnejšie informácie získáte pomocou "vim -h"

source: [file ..] edit specified file(s)
sk: [súbor ..] .. upravi súbor(y)

source: - read text from stdin
sk: - èíta text z štandardného vstupu

source: -t tag edit file where tag is defined
sk: -t tag upravi súbor na mieste definície tagu

source: -q [errorfile] edit file with first error
sk: -q [chybovı súbor] upravi súbor na mieste vıskytu prvej chyby

source: Usage:
sk: pouitie:

source: vim [arguments]
sk: vim [argumenty]

source: or:
sk: alebo:

source: Arguments:
sk: Argumenty:

source: -- Only file names after this
sk: -- Môu nasledova iba názvy súborov

source: --literal Don't expand wildcards
sk: --literal Nexpandova olíkové znaky (wildcards)

source: -register Register this gvim for OLE
sk: -register Prihlási gvim na OLE

source: -unregister Unregister gvim for OLE
sk: -register Odhlási gvim z OLE

source: -g Run using GUI (like "gvim")
sk: -g Spusti v grafickom (GUI) móde (rovnaké ako "gvim")

source: -f or --nofork Foreground: Don't fork when starting GUI
sk: -f alebo --nofork Popredie: Pri spustení grafického (GUI) módu sa nepresunie do pozadia

source: -v Vi mode (like "vi")
sk: -v Vi mód (rovnaké ako "vi")

source: -e Ex mode (like "ex")
sk: -e Ex mód (rovnaké ako "ex")

source: -s Silent (batch) mode (only for "ex")
sk: -s Tichı (dávkovı) mód (iba pre "ex")

source: -d Diff mode (like "vimdiff")
sk: -d Porovnávací mód (rovnaké ako "vimdiff")

source: -y Easy mode (like "evim", modeless)
sk: -y Jednoduchı mód (rovnaké ako "evim", bezmódovı)

source: -R Readonly mode (like "view")
sk: -R Mód iba pre èítanie (ako "view")

source: -Z Restricted mode (like "rvim")
sk: -Z Obmedzenı mód (rovnaké ako "rvim")

source: -m Modifications (writing files) not allowed
sk: -m Zmeny (ukladanie súborov) zakázané

source: -M Modifications in text not allowed
sk: -M Zmeny v texte zakázané

source: -b Binary mode
sk: -b Binárny mód

source: -l Lisp mode
sk: -l Lisp mód

source: -C Compatible with Vi: 'compatible'
sk: -C Kompatabilnı s Vi: 'compatible'

source: -N Not fully Vi compatible: 'nocompatible'
sk: -N Kompatibilita s Vi vypnutá: 'nocompatible'

source: -D Debugging mode
sk: -D Ladiaci mód

source: -n No swap file, use memory only
sk: -n Nevytvára odkladací súbor, pouíva iba pamä

source: -r List swap files and exit
sk: -r Vypíš zoznam odkladacích súborov a skonèi

source: -r (with file name) Recover crashed session
sk: -r (s názvom súboru) Obnoví prerušené sedenie

source: -L Same as -r
sk: -L Rovnaké ako -r

source: -f Don't use newcli to open window
sk: -f Nebude pouíva newcli pre otvorenie okna

source: -dev <device> Use <device> for I/O
sk: -dev <zariadenie> Poui <zariadenie> pre I/O

source: -A Start in Arabic mode
sk: -A spusti v Arabic móde

source: -H Start in Hebrew mode
sk: -H spusti v hebrejskom móde

source: -T <terminal> Set terminal type to <terminal>
sk: -T <terminál> Nastaví typ terminálu na <terminál>

source: -u <vimrc> Use <vimrc> instead of any .vimrc
sk: -u <vimrc> Pouije <vimrc> namiesto akéhoko¾vek .vimrc

source: -U <gvimrc> Use <gvimrc> instead of any .gvimrc
sk: -U <gvimrc> Pouije <gvimrc> namiesto akéhoko¾vek .gvimrc

source: --noplugin Don't load plugin scripts
sk: --noplugin Nenahrá zásuvné moduly(plugin skripty)

source: -o[N] Open N windows (default: one for each file)
sk: -o[N] Otvorí N okien (implicitne jedno pre kadı súbor)

source: -O[N] Like -o but split vertically
sk: -O[N] Ako -o ale rozdelí vertikálne

source: + Start at end of file
sk: + Nastaví kurzor na koniec súboru

source: +<lnum> Start at line <lnum>
sk: +<riadok> Nastaví kurzor na <riadok>

source: --cmd <command> Execute <command> before loading any vimrc file
sk: --cmd <príkaz> Vykoná <príkaz> pred nahratím vimrc súboru

source: -c <command> Execute <command> after loading the first file
sk: -c <príkaz> Po nahratí prvého súboru vykoná <príkaz>

source: -S <session> Source file <session> after loading the first file
sk: -S <sedenie> Po nahratí prvého súboru vykoná príkazy v súbore <sedenie>

source: -s <scriptin> Read Normal mode commands from file <scriptin>
sk: -s <skript> Naèíta príkazy normálneho módu zo <skriptu>

source: -w <scriptout> Append all typed commands to file <scriptout>
sk: -w <skript> Pripojí všetky napísané príkazy do súboru <skript>

source: -W <scriptout> Write all typed commands to file <scriptout>
sk: -W <skript> Uloí všetky napísané príkazy do súboru <skript>

source: -x Edit encrypted files
sk: -x Úprava zašifrovanıch súborov
