Repository: tw-translation/vim
Catalog: src/po/*.cp1250.po
Languages: sk

source: %sviminfo: %s in line:
sk: %sviminfo: %s na riadku:

source: E136: viminfo: Too many errors, skipping rest of file
sk: E136: viminfo: príliš mnoho chıb, preskakujem zbytok súboru

source: # global variables:
sk: # globálne premenné:

source: # Last Substitute String: $
sk: # Poslednı zamieòanı reazec: $

source: Illegal register name
sk: Neprípustnı názov registra

source: # Registers:
sk: # Registre:

source: E574: Unknown register type %d
sk: E574: Neznámy typ registra %d

source: # History of marks within files (newest to oldest):
sk: # História znaèiek v súboroch (zaèínajúci najnovšou polokou):

source: # File marks:
sk: # Súborové znaèky:

source: # Jumplist (newest first):
sk: # Zoznam skokov (zaèínajúci najnovšou polokou):

source: Missing '>'
sk: Chıba '>'

source: Illegal starting char
sk: Neprípustnı zaèiatoènı znak

source: # This viminfo file was generated by Vim %s.
sk: # Tento viminfo súbor bol vytvorenı editorom Vim %s.

source: # You may edit it if you're careful!
sk: # Pokia¾ budete opatrnı, môete ho upravova.

source: # Value of 'encoding' when this file was written
sk: # Hodnota 'encoding' (kódovania) poèas zápisu tohoto súboru

source: Reading viminfo file "%s"%s%s%s
sk: Èítam viminfo súbor "%s"%s%s%s

source: info
sk: informácie

source: marks
sk: znaèky

source: FAILED
sk: ZLYHALO

source: E137: Viminfo file is not writable: %s
sk: E137: Do viminfo súboru %s sa nedá zapisova

source: E138: Can't write viminfo file %s!
sk: E138: Nedá sa uloi viminfo súbor %s!

source: Writing viminfo file "%s"
sk: Ukládám viminfo súboru "%s"

source: E195: Cannot open viminfo file for reading
sk: E195: Súbor viminfo sa nedá sa otvori na èítanie

source: Already only one window
sk: Existuje u iba jedno okno

source: E92: Buffer %ld not found
sk: E92: buffer %ld nenájdenı

source: E441: There is no preview window
sk: E441: Nenájdené iadne okno náh¾adu

source: E442: Can't split topleft and botright at the same time
sk: E442: Okno sa nedá rozdeli zároveò v móde 'vrchnı-¾avı' a 'spodnı-pravı' ('topleft' a 'botright')

source: E443: Cannot rotate when another window is split
sk: E443: Nedá sa rotova, ak je iné okno rozdelené

source: E444: Cannot close last window
sk: E444: Posledné okno sa nedá zatvori

source: E445: Other window contains changes
sk: E445: Iné okno obsahuje zmeny

source: E370: Could not load library %s
sk: E370: Nepodarilo sa nahra kninicu %s

source: Sorry, this command is disabled: the Perl library could not be loaded.
sk: Prepáète, tento príkaz je vypnutı, Perl kninica nemôe by naèítaná.

source: E299: Perl evaluation forbidden in sandbox without the Safe module
sk: E299: Vykonanie kódu v jazyku Perl nie je moné v bezpeènostnej schránke bez bezpeènostného modulu

source: Edit with &multiple Vims
sk: Upravi s viacerı&mi Vimmi

source: Edit with single &Vim
sk: Upravi s jednım &Vimom

source: Diff with Vim
sk: Porovna &Vimom

source: Edit with &Vim
sk: Upravi s &Vimom

source: Edit with existing Vim -
sk: Upravi s existujúcim Vimom -

source: Edits the selected file(s) with Vim
sk: Upravi vybrané súbory s Vimom

source: Error creating process: Check if gvim is in your path!
sk: Chyba vytvárania procesu: Skontrolujte, èi je gvim vo vašej ceste!

source: gvimext.dll error
sk: chyba gvimext.dll

source: Path length too long!
sk: Príliš dlhá cesta!

source: --No lines in buffer--
sk: --Buffer neobsahuje iadne riadky--

source: E470: Command aborted
sk: E470: Príkaz prerušenı

source: E471: Argument required
sk: E471: Je vyadovanı argument

source: E10: \ should be followed by /, ? or &
sk: E10: po \ by malo nasledova /, ? alebo &

source: E11: Invalid in command-line window; <CR> executes, CTRL-C quits
sk: E11: Chybnı príkaz v okne príkazového riadku; <Enter> spúša, CTRL-C ukonèuje

source: E12: Command not allowed from exrc/vimrc in current dir or tag search
sk: E12: Príkaz nie je z exrc/vimrc v aktuálnom adresári alebo pri h¾adaní tagu povolenı.

source: E171: Missing :endif
sk: E171: Chıba :endif

source: E600: Missing :endtry
sk: E600: Chıba :endtry

source: E170: Missing :endwhile
sk: E170: Chıba :endwhile

source: E170: Missing :endfor
sk: E170: Chıba :endfor

source: E588: :endwhile without :while
sk: E588: :endwhile bez zodpovedajúceho :while

source: E588: :endfor without :for
sk: E588: :endfor bez zodpovedajúceho :for

source: E13: File exists (add ! to override)
sk: E13: Súbor existuje (pouite ! pre prepísanie)

source: E472: Command failed
sk: E472: Príkaz zlyhal

source: E234: Unknown fontset: %s
sk: E234: Neznáma sada písiem: %s

source: E235: Unknown font: %s
sk: E235: Neznáme písmo: %s

source: E236: Font "%s" is not fixed-width
sk: E236: Písmo "%s" nemá pevnú šírku

source: E473: Internal error
sk: E473: Vnútorná chyba

source: E685: Internal error: %s
sk: E685: Vnútorná chyba: %s

source: Interrupted
sk: Prerušené

source: E474: Invalid argument
sk: E474: Chybnı argument

source: E475: Invalid argument: %s
sk: E475: Chybnı argument: %s

source: E15: Invalid expression: %s
sk: E15: Chybnı vıraz: %s

source: E16: Invalid range
sk: E16: Chybnı rozsah

source: E476: Invalid command
sk: E476: Chybnı príkaz

source: E17: "%s" is a directory
sk: E17: "%s" je adresárom

source: E364: Library call failed for "%s()"
sk: E364: Vyvolanie kniniènej funkcia zlyhalo pre "%s()"

source: E667: Fsync failed
sk: E667: Fsync zlyhal

source: E448: Could not load library function %s
sk: E448: Nepodarilo sa nahra funkciu kninice %s

source: E19: Mark has invalid line number
sk: E19: Znaèka má chybné èíslo riadku

source: E20: Mark not set
sk: E20: Znaèka nie je nastavená

source: E21: Cannot make changes, 'modifiable' is off
sk: E21: Nemono robi zmeny, vo¾ba 'modifiable' je vypnutá

source: E22: Scripts nested too deep
sk: E22: Skripty vnorené príliš hlboko

source: E23: No alternate file
sk: E23: iadny alternatívny súbor

source: E24: No such abbreviation
sk: E24: Taká skratka neexistuje

source: E477: No ! allowed
sk: E477: ! nie je povolenı

source: E25: GUI cannot be used: Not enabled at compile time
sk: E25: Nedá sa pouí GUI: nebolo zapnuté pri preklade programu

source: E26: Hebrew cannot be used: Not enabled at compile time
sk: E26: Nedá sa pouí hebrejskı reim: nebol zapnutı pri preklade programu

source: E800: Arabic cannot be used: Not enabled at compile time
sk: E800: Nedá sa pouí arabic reim: nebol zapnutı pri preklade programu

source: E28: No such highlight group name: %s
sk: E28: Skupina zvıraznenia %s neexistuje

source: E29: No inserted text yet
sk: E29: Zatia¾ nie je vloenı iaden text

source: E30: No previous command line
sk: E30: iadny predchádzajúci príkazovı riadok

source: E31: No such mapping
sk: E31: Mapovanie nenájdené

source: E479: No match
sk: E479: iadna zhoda

source: E480: No match: %s
sk: E480: iadna zhoda: %s

source: E32: No file name
sk: E32: iadny názov súboru

source: E33: No previous substitute regular expression
sk: E33: iadny predchádzajúci prislúchajúci správny vıraz

source: E34: No previous command
sk: E34: iadny predchádzajúci príkaz

source: E35: No previous regular expression
sk: E35: iadny predchádzajúci regulárny vıraz

source: E481: No range allowed
sk: E481: Rozsah nie je povolenı

source: E36: Not enough room
sk: E36: Nedostatok miesta

source: E247: no registered server named "%s"
sk: E247: iaden registrovanı server pomenovanı "%s"

source: E482: Can't create file %s
sk: E482: Nedá sa vytvori súbor %s

source: E483: Can't get temp file name
sk: E483: Nedá sa získa názov doèasného súboru

source: E484: Can't open file %s
sk: E484: Nedá sa otvori súbor %s

source: E485: Can't read file %s
sk: E485: Nedá sa èíta súbor %s

source: E38: Null argument
sk: E38: Nulovı argument

source: E39: Number expected
sk: E39: Oèakávané èíslo

source: E40: Can't open errorfile %s
sk: E40: Nedá sa otvori chybovı súbor %s

source: E233: cannot open display
sk: E233: nedá sa otvori displej

source: E41: Out of memory!
sk: E41: Nedostatok pamäti!

source: Pattern not found
sk: Vzor nenájdenı

source: E486: Pattern not found: %s
sk: E486: Vzor nenájdenı: %s

source: E487: Argument must be positive
sk: E487: Argument musí by kladnı

source: E459: Cannot go back to previous directory
sk: E459: iadny predchádzajúci adresár

source: E42: No Errors
sk: E42: iadne chyby

source: E43: Damaged match string
sk: E43: Poškodenı reazac pre vyh¾adávanie

source: E44: Corrupted regexp program
sk: E44: Poškodenı regexp program

source: E45: 'readonly' option is set (add ! to override)
sk: E45: vo¾ba 'readonly' (iba na èítanie) je nastavená (pouite ! pre prepísanie)

source: E121: Undefined variable: %s
sk: E121: Nedefinovaná premenná: %s

source: E734: Wrong variable type for %s=
sk: E734: Zlı typ premennej pre %s=

source: E461: Illegal variable name: %s
sk: E461: Neprípustné meno premennej: %s

source: E46: Cannot change read-only variable "%s"
sk: E46: Nedá sa nastavi premenná len na èítanie "%s"

source: E713: Cannot use empty key for Dictionary
sk: E713: Nemono poui prázdny k¾úè pre Slovník (Dictionary)

source: E715: Dictionary required
sk: E715: Vyaduje sa Slovník (Dictionary)

source: E684: list index out of range: %ld
sk: E684: index v zozname je mimo rozsah: %ld

source: E118: Too many arguments for function: %s
sk: E118: Príliš mnoho argumentov pre funkciu %s

source: E716: Key not present in Dictionary: %s
sk: E716: k¾úè sa v Slovníku (Dictionary) nenachádza: %s

source: E714: List required
sk: E714: vyaduje sa Zoznam (List)

source: E712: Argument of %s must be a List or Dictionary
sk: E712: Argument %s musí by Zoznam (List) alebo Slovník (Dictionary)

source: E47: Error while reading errorfile
sk: E47: Chyba pri èítaní chybového súboru

source: E48: Not allowed in sandbox
sk: E48: Nie je dovolené v bezpeènostnej schránke

source: E523: Not allowed here
sk: E523: Nie je na povolené na tomto mieste

source: E359: Screen mode setting not supported
sk: E359: Nastavovanie reimu obrazovky nie je podporované

source: E49: Invalid scroll size
sk: E49: Chybná hodnota ve¾kosti rolovania

source: E91: 'shell' option is empty
sk: E91: vo¾ba 'shell' je prázdna

source: E255: Couldn't read in sign data!
sk: E255: Chyba -- nedájú sa preèíta oznaèovacie dáta!

source: E72: Close error on swap file
sk: E72: Chyba pri uzatváraní odkladacieho súboru

source: E73: tag stack empty
sk: E73: zoznam tagov je prázdny

source: E74: Command too complex
sk: E74: Príkaz je príliš zloitı

source: E75: Name too long
sk: E75: Názov je príliš dlhı

source: E76: Too many [
sk: E76: Príliš mnoho [

source: E77: Too many file names
sk: E77: Príliš mnoho názvov súborov

source: E488: Trailing characters
sk: E488: Nadbytoèné znaky na konci

source: E78: Unknown mark
sk: E78: Neznáma znaèka

source: E79: Cannot expand wildcards
sk: E79: Nemono expandova olíkové znaky (wildcards)

source: E591: 'winheight' cannot be smaller than 'winminheight'
sk: E591: hodnota vo¾by 'winheight' (vıška okna) nesmie by menšia ne hodnota vo¾by 'winminheight' (minimálna vıška okna)

source: E592: 'winwidth' cannot be smaller than 'winminwidth'
sk: E592: hodnota vo¾by 'winwidth' (šírka okna) nesmie by menšia ne hodnota vol¾y 'winminwidth' (minimálna šírka okna)

source: E80: Error while writing
sk: E80: Chyba pri ukladaní

source: E81: Using <SID> not in a script context
sk: E81: Pouitie <SID> mimo kontext skriptu

source: E107: Missing parentheses: %s
sk: E107: Chıbajú zátvorky: %s

source: E449: Invalid expression received
sk: E449: Bol prijatı chybnı vıraz

source: E463: Region is guarded, cannot modify
sk: E463: Región je uzamknutı, nemono modifikova

source: E744: NetBeans does not allow changes in read-only files
sk: E744: NetBeans nepovo¾uje zmeny v súboroch len na èítanie

source: E363: pattern uses more memory than 'maxmempattern'
sk: E363: vzor pouíva viac pamäte ako 'maxmempattern'

source: E749: empty buffer
sk: E749: prázdny buffer

source: E86: Buffer %ld does not exist
sk: E86: Buffer %ld neexistuje

source: E682: Invalid search pattern or delimiter
sk: E682: Neprípustnı h¾adanı reazec alebo odde¾ovaè

source: E139: File is loaded in another buffer
sk: E139: Súbor je naèítanı v inom buffere

source: E764: Option '%s' is not set
sk: E764: Vo¾ba "%s" nie je nastavená

source: E328: Menu only exists in another mode
sk: E328: Ponuka existuje iba v inom móde

source: E686: Argument of %s must be a List
sk: E686: Argument %s musí by Zoznam (List)

source: search hit TOP, continuing at BOTTOM
sk: h¾adanie dosiahlo zaèiatok, pokraèovanie od konca

source: search hit BOTTOM, continuing at TOP
sk: h¾adanie dosiahlo koniec, pokraèovanie od zaèiatku

source: can't delete OutputObject attributes
sk: nedá sa vymaza vlastnos OutputObject

source: E264: Python: Error initialising I/O objects
sk: E264: Python: Chyba pri inicializácii I/O objektov

source: attempt to refer to deleted window
sk: pokus o odkaz na vymazané okno

source: cursor position outside buffer
sk: umiestnenie kurzoru mimo buffer

source: no such window
sk: iadne také okno

source: attempt to refer to deleted buffer
sk: pokus o odkaz na vymazanı buffer
