Repository: tw-translation/vim
Catalog: src/po/*.cp1250.po
Languages: sk

source: E379: Missing or empty directory name
sk: E379: Chıbajúci alebo prázdny názov adresára

source: (%d of %d)%s%s:
sk: (%d z %d)%s%s:

source: (line deleted)
sk: (riadok vymazanı)

source: E380: At bottom of quickfix stack
sk: E380: Koniec quickfix zoznamu

source: E381: At top of quickfix stack
sk: E381: Zaèiatok quickfix zoznamu

source: E683: File name missing or invalid pattern
sk: E683: Chıba meno súboru alebo chybnı vzor

source: Cannot open file "%s"
sk: Nedá sa otvori súbor "%s"

source: E681: Buffer is not loaded
sk: E681: Buffer nie je naèítanı

source: E65: Illegal back reference
sk: E65: Chybná spätná referencia

source: E63: invalid use of \_
sk: E63: Chybne pouité \_

source: E64: %s%c follows nothing
sk: E64: %s%c niè nenasleduje

source: E68: Invalid character after \z
sk: E68: Neprípustnı znak po \z

source: E678: Invalid character after %s%%[dxouU]
sk: E678: Neprípustnı znak po %s%%[dxouU]

source: E71: Invalid character after %s%%
sk: E71: Neprípustnı znak po %s%%

source: E59: invalid character after %s@
sk: E59: Neprípustnı znak po %s@

source: E60: Too many complex %s{...}s
sk: E60: Príliš komplexné %s{...}

source: E61: Nested %s*
sk: E61: Vnorenı %s*

source: E62: Nested %s%c
sk: E62: Vnorenı %s%c

source: E50: Too many \z(
sk: E50: Príliš mnoho \z(

source: E51: Too many %s(
sk: E51: Príliš mnoho %s(

source: E52: Unmatched \z(
sk: E52: Nespárované \z(

source: E339: Pattern too long
sk: E339: Vzor je príliš dlhı

source: External submatches:
sk: Vnútorné podradené zhody:

source: E369: invalid item in %s%%[]
sk: E369: chybná poloka v %s%%[]

source: E769: Missing ] after %s[
sk: E769: Chıbajúca ] po %s[

source: E53: Unmatched %s%%(
sk: E53: Nespárované %s%%(

source: E54: Unmatched %s(
sk: E54: Nespárované %s(

source: E55: Unmatched %s)
sk: E55: Nespárované %s)

source: E66: \z( not allowed here
sk: E66: \z( tu nie je povolené

source: E67: \z1 - \z9 not allowed here
sk: E67: \z1 a spol. tu nie je povolené

source: E69: Missing ] after %s%%[
sk: E69: Chıbajúca ] po %s%%[

source: E70: Empty %s%%[]
sk: E70: Prázdny %s%%[]

source: E554: Syntax error in %s{...}
sk: E554: Chyba syntaxe v %s{...}

source: E748: No previously used register
sk: E748: iadny predtım pouívanı register

source: freeing %ld lines
sk: uvolòujem %ld riadkov

source: E353: Nothing in register %s
sk: E353: Register %s je prázdny

source: --- Registers ---
sk: --- Registre ---

source: VREPLACE
sk: NAHRADI VERTIKÁLNE

source: REPLACE
sk: NAHRADI

source: REVERSE
sk: OBRÁTI

source: INSERT
sk: VLOI

source: (insert)
sk: (vloi)

source: (replace)
sk: (nahradi)

source: (vreplace)
sk: (nahradi vertikálne)

source: Hebrew
sk: Hebrejskı

source: Arabic
sk: Arabskı

source: (paste)
sk: (vloi)

source: VISUAL
sk: VIZUÁLNE

source: VISUAL LINE
sk: VIZUÁLNY RIADOK

source: VISUAL BLOCK
sk: VIZUÁLNY BLOK

source: SELECT
sk: ZHODY

source: SELECT LINE
sk: OZNAÈ RIADOK

source: SELECT BLOCK
sk: OZNAÈ BLOK

source: recording
sk: nahrávam

source: Searching for "%s" in "%s"
sk: H¾adám "%s" v "%s"

source: Searching for "%s"
sk: H¾adám "%s"

source: Source Vim script
sk: Zdrojovı skript Vim

source: Cannot source a directory: "%s"
sk: Nemono interpretova adresár: "%s"

source: could not source "%s"
sk: nedá sa interpretova "%s"

source: line %ld: could not source "%s"
sk: riadok %ld: nemôno interpretova "%s"

source: sourcing "%s"
sk: interpretujem "%s"

source: line %ld: sourcing "%s"
sk: riadok %ld: interpretujem "%s"

source: finished sourcing %s
sk: dokonèená interpretácia %s

source: continuing in %s
sk: pokraèujem v %s

source: E167: :scriptencoding used outside of a sourced file
sk: E167: príkaz :scriptencoding pouitı mimo interpretovanı súbor

source: E168: :finish used outside of a sourced file
sk: E168: príkaz :finish pouitı mimo interpretovanı súbor

source: E383: Invalid search string: %s
sk: E383: Neprípustnı h¾adanı reazec: %s

source: E384: search hit TOP without match for: %s
sk: E384: h¾adanie dosiahlo zaèiatok bez nájdenia %s

source: E385: search hit BOTTOM without match for: %s
sk: E385: h¾adanie dosiahlo koniec bez nájdenia %s

source: E386: Expected '?' or '/' after ';'
sk: E386: Po ';' oèakávam '?' alebo '/'

source: (includes previously listed match)
sk: (vrátane u vypísanıch zhôd)

source: --- Included files
sk: --- Vloené súbory

source: not found
sk: nenájdené

source: in path ---
sk: v ceste ---

source: (Already listed)
sk: (U vypísané)

source: NOT FOUND
sk: NENÁJDENÉ

source: Scanning included file: %s
sk: Preh¾adávam vloené súbory: %s

source: E387: Match is on current line
sk: E387: Zhoda je na aktuálnom riadku

source: All included files were found
sk: Všetky vloené súbory boli nájdené

source: No included files
sk: iadne vloené súbory

source: E388: Couldn't find definition
sk: E388: Nedá sa nájs definícia

source: E389: Couldn't find pattern
sk: E389: Nedá sa nájs vzor

source: Save View
sk: Uloi poh¾ad

source: Save Session
sk: Uloi sedenie

source: Save Setup
sk: Uloi nastavenie

source: [Deleted]
sk: [vymazanı]

source: --- Signs ---
sk: --- Znaky ---

source: Signs for %s:
sk: Znaky pre %s:

source: E612: Too many signs defined
sk: E612: Príliš mnoho definovanıch znaèiek

source: E239: Invalid sign text: %s
sk: E239: Chybnı text znaèky: %s

source: E155: Unknown sign: %s
sk: E155: Neznáma znaèka: %s

source: E159: Missing sign number
sk: E159: Chıba èislo znaèky

source: E160: Unknown sign command: %s
sk: E160: Neznámu príkaz pre znaèky: %s

source: E156: Missing sign name
sk: E156: Chıba meno pre znaèku

source: (NOT FOUND)
sk: (NENÁJDENÉ)

source: (not supported)
sk: (nepodporované)

source: E756: Spell checking is not enabled
sk: E756: Kontrola pravopisu nie je zapnutá

source: Warning: Cannot find word list "%s.%s.spl" or "%s.ascii.spl"
sk: Varovanie: Nemono nájs zoznam slov "%s.%s.spl" alebo "%s.ascii.spl"

source: Warning: region %s not supported
sk: Varovanie: región %s nie je podporovanı

source: E752: No previous spell replacement
sk: E752: iadny predchádzajúce nahradenie pod¾a slovníka

source: E753: Not found: %s
sk: E753: Nenájdené: %s

source: E758: Truncated spell file
sk: E758: Odseknutı spell súbor (kontrola pravopisu)

source: Trailing text in %s line %d: %s
sk: Prebytoènı text v %s na riadku %d: %s

source: Affix name too long in %s line %d: %s
sk: Prípona príliœ dlhá v %s riadok %d: %s

source: E761: Format error in affix file FOL, LOW or UPP
sk: E761: Chyba formátovania v súbore prípon FOL, LOW alebo UPP (NASLEDUJE, MALÉ alebo VE¼KÉ)

source: E762: Character in FOL, LOW or UPP is out of range
sk: E762: Znak v FOL, LOW alebo UPP (NASLEDUJE, MALÉ alebo VE¼KÉ) je mimo rozsah

source: Compressing word tree...
sk: Robím kompresiu stromu slov...

source: Reading spell file "%s"
sk: Èítam slovníkovı súbor "%s"

source: E757: This does not look like a spell file
sk: E757: Toto sa nezdá by slovníkovım súborom

source: E771: Old spell file, needs to be updated
sk: E771: Starı slovníkovı súbor, potrebuje by zaktualizovanı

source: E772: Spell file is for newer version of Vim
sk: E772: Slovníkovı súbor je pre novšiu verziu Vim

source: E770: Unsupported section in spell file
sk: E770: Nepodporovaná sekcia v slovníkovom súbore

source: Reading affix file %s...
sk: Naèítavam súbor s príponami %s...

source: Conversion failure for word in %s line %d: %s
sk: Konverzia slova zlyhala v %s riadok %d: %s

source: Conversion in %s not supported: from %s to %s
sk: Konverzia v %s nie je podporovaná: z %s do %s

source: Invalid value for FLAG in %s line %d: %s
sk: Neplatná hodnota pre príznak (FLAG) v %s riadok %d: %s

source: FLAG after using flags in %s line %d: %s
sk: Príznak (FLAG) po pouití príznakov v %s riadok %d: %s

source: Wrong COMPOUNDMIN value in %s line %d: %s
sk: Zlá hodnota COMPOUNDMIN v %s riadok %d: %s

source: Wrong COMPOUNDSYLMAX value in %s line %d: %s
sk: Zlá hodnota COMPOUNDSYLMAX v %s riadok %d: %s

source: Different combining flag in continued affix block in %s line %d: %s
sk: Rozdielna kombinácia príznakov v nasledujúcom bloku prípon v %s riadok %d: %s

source: Duplicate affix in %s line %d: %s
sk: Duplicitná prípona v %s riadok %d: %s

source: Expected Y or N in %s line %d: %s
sk: Oèakávane Y alebo N v %s riadok %d: %s

source: Broken condition in %s line %d: %s
sk: Narušená podmienka v %s riadok %d: %s

source: Expected MAP count in %s line %d
sk: Oèakávam poèet MAP v %s riadok %d

source: Duplicate character in MAP in %s line %d
sk: Opakovanı znak v MAP v %s riadok %d

source: Unrecognized or duplicate item in %s line %d: %s
sk: Nerozpoznaná alebo opakujúca sa poloka v %s riadok %d: %s

source: Missing FOL/LOW/UPP line in %s
sk: Chıbajúci riadok FOL/LOW/UPP v %s

source: COMPOUNDSYLMAX used without SYLLABLE
sk: COMPOUNDSYLMAX pouitı bez SYLLABLE

source: Too many postponed prefixes
sk: Príliš mnoho odloenıch prípon

source: Too many compound flags
sk: Príliš mnoho upravovacích príznakov

source: Too many postponed prefixes and/or compound flags
sk: Príliš mnoho odloenıch prípon a/alebo upravovacích príznakov

source: Missing SOFO%s line in %s
sk: Chıba SOFO%s riadok v %s

source: Both SAL and SOFO lines in %s
sk: SAL a SOFO riadky zároveò v %s

source: Flag is not a number in %s line %d: %s
sk: Príznak nie je èíslo v %s na riadku %d: %s

source: Illegal flag in %s line %d: %s
sk: Neprípustnı príznak v %s riadok %d: %s

source: %s value differs from what is used in another .aff file
sk: Hodnota %s sa odlišuje od hodnoty pouitej v inom .aff súbore

source: Reading dictionary file %s...
sk: Naèítavam slovník %s...

source: E760: No word count in %s
sk: E760: Chıajúci poèet slov v %s

source: Duplicate word in %s line %d: %s
sk: Opakujúce sa slovo v %s riadok %d: %s

source: First duplicate word in %s line %d: %s
sk: Prvé duplicitné slovo v %s riadok %d: %s

source: %d duplicate word(s) in %s
sk: %d duplicitné slovo(á) v %s

source: Ignored %d word(s) with non-ASCII characters in %s
sk: Ignorovanıch %d slov s nepísmennımi znakmi v %s

source: Reading word file %s...
sk: Naèítavam súbor so slovami %s...

source: Duplicate /encoding= line ignored in %s line %d: %s
sk: Duplicitnı riadok /encoding= v %s riadok %d ignorovanı: %s

source: /encoding= line after word ignored in %s line %d: %s
sk: /encoding= riadok nasledujúci po slove v %s riadok %d ignorovanı: %s

source: Duplicate /regions= line ignored in %s line %d: %s
sk: Duplicitnı riadok /regions= v %s riadok %d ignorovanı: %s

source: Too many regions in %s line %d: %s
sk: Príliš mnoho regiónov v %s riadok %d: %s

source: / line ignored in %s line %d: %s
sk: Riadok / v %s riadok %d ignorovanı: %s

source: Invalid region nr in %s line %d: %s
sk: Pouíté chybné èíslo regiónu v %s riadok %d: %s

source: Unrecognized flags in %s line %d: %s
sk: Nerozpoznanı príznak v %s riadok %d: %s

source: Ignored %d words with non-ASCII characters
sk: Ignorovanıch %d slov s nepísmennımi znakmi

source: Estimated runtime memory use: %d bytes
sk: Ve¾kos pouívanej pamäte: %d bajtov

source: E751: Output file name must not have region name
sk: E751: Vıstupné meno súboru nesmie ma názov regiónu

source: E755: Invalid region in %s
sk: E755: Chybnı región v %s

source: Warning: both compounding and NOBREAK specified
sk: Varovanie: špecifikované spájanie a nezalamovanie

source: Writing spell file %s...
sk: Ukládám slovníkovı súbor %s...

source: Done!
sk: Hotovo!

source: E763: Word characters differ between spell files
sk: E763: Znaky slov sa odlišujú medzi slovníkovımi súbormi

source: E783: duplicate char in MAP entry
sk: E783: duplicitnı znak v MAP poloke

source: Sorry, no suggestions
sk: Prepáète, iadne návrhy

source: Sorry, only %ld suggestions
sk: Prepáète, iba %ld návrhov

source: Change "%.*s" to:
sk: Zmeni "%.*s" na:

source: No Syntax items defined for this buffer
sk: Pre tento buffer nie sú definované iadne poloky syntaxe

source: E390: Illegal argument: %s
sk: E390: Neprípustnı argument: %s

source: E391: No such syntax cluster: %s
sk: E391: Syntaktická zostava %s neexistuje

source: syncing on C-style comments
sk: synchronizujem pod¾a komentárov jazyka C

source: no syncing
sk: iadne synchronizácie

source: syncing starts
sk: synchronizácia zaèína

source: lines before top line
sk: riadkov pred zaèiatkom

source: --- Syntax sync items ---
sk: --- Poloky synchronizácie syntaxe ---

source: syncing on items
sk: synchronizujem poloky

source: --- Syntax items ---
sk: --- Poloky syntaxe ---

source: E392: No such syntax cluster: %s
sk: E392: Syntaktická zostava %s neexistuje

source: minimal
sk: minimálne

source: maximal
sk: maximálne

source: ; match
sk: ; zhoda

source: line breaks
sk: zalomení riadkov

source: E395: contains argument not accepted here
sk: E395: obsahuje argumenty, ktoré tu nie sú povolené

source: E393: group[t]here not accepted here
sk: E393: group[t]here nesmie by na tomto mieste

source: E394: Didn't find region item for %s
sk: E394: Pre %s chıba poloka regiónu

source: E397: Filename required
sk: E397: Vyadovanı názov súboru

source: E789: Missing ']': %s
sk: E789: Chıba ']': %s

source: E398: Missing '=': %s
sk: E398: Chıba '=': %s

source: E399: Not enough arguments: syntax region %s
sk: E399: Príliš málo argumentov: oblas syntaxe %s

source: E400: No cluster specified
sk: E400: Nebola zadaná iadna zostava

source: E401: Pattern delimiter not found: %s
sk: E401: Odde¾ovaè vzoru %s nenájdenı

source: E402: Garbage after pattern: %s
sk: E402: Chyba za vzorom: %s

source: E403: syntax sync: line continuations pattern specified twice
sk: E403: synchronizácia syntaxe: vzor pokraèovania riadkov zadanı dvakrát

source: E404: Illegal arguments: %s
sk: E404: Chybné argumenty: %s

source: E405: Missing equal sign: %s
sk: E405: Chıba znamienko rovná sa: %s

source: E406: Empty argument: %s
sk: E406: Prázdny argument: %s

source: E407: %s not allowed here
sk: E407: %s tu nie je povolené

source: E408: %s must be first in contains list
sk: E408: %s musí by prvı v 'contains' zozname

source: E409: Unknown group name: %s
sk: E409: Neznámy názov skupiny: %s

source: E410: Invalid :syntax subcommand: %s
sk: E410: Chybnı podradenı príkaz :syntax : %s

source: E555: at bottom of tag stack
sk: E555: na konci zoznamu tagov

source: E556: at top of tag stack
sk: E556: na zaèiatku zoznamu tagov

source: E425: Cannot go before first matching tag
sk: E425: Nedá sa skoèi pred prvı vyhovujúci tag

source: E426: tag not found: %s
sk: E426: tag %s nenájdenı

source: E427: There is only one matching tag
sk: E427: Vyhovuje iba jeden tag

source: E428: Cannot go beyond last matching tag
sk: E428: Za poslednı vyhovujúci tag sa nedá preskoèi

source: File "%s" does not exist
sk: Súbor "%s" neexistuje

source: tag %d of %d%s
sk: tag %d z %d%s

source: or more
sk: alebo viac

source: Using tag with different case!
sk: Pouívam tag s písmom inej ve¾kosti!

source: E429: File "%s" does not exist
sk: E429: Súbor "%s" neexistuje

source: # pri kind tag
sk: # pri typ tag

source: file
sk: súbor

source: # TO tag FROM line in file/text
sk: # CIE¼ tag ŠTART riadok v súbore/texte

source: Searching tags file %s
sk: Preh¾adávam súbor tagov %s

source: E430: Tag file path truncated for %s
sk: E430: Cesta k súboru tagov %s bola orezaná

source: E431: Format error in tags file "%s"
sk: E431: Chyba formátovania v súbore tagov "%s"

source: Before byte %ld
sk: Pred bajtom %ld

source: E432: Tags file not sorted: %s
sk: E432: Obsah súboru tagov %s nie je zoradenı

source: E433: No tags file
sk: E433: iadny súbor tagov

source: E434: Can't find tag pattern
sk: E434: Nedá sa nájs vzor tagov

source: E435: Couldn't find tag, just guessing!
sk: E435: Tag sa nedá nájs, iba hádam!

source: ' not known. Available builtin terminals are:
sk: ' nie je známy. Dostupné vstavané terminály:

source: defaulting to '
sk: nastavujem na '

source: E557: Cannot open termcap file
sk: E557: Nedá sa otvori termcap súbor

source: E558: Terminal entry not found in terminfo
sk: E558: Terminfo neobsahuje poloku pre tento terminál

source: E559: Terminal entry not found in termcap
sk: E559: Termcap neobsahuje poloku pre tento terminál

source: E436: No "%s" entry in termcap
sk: E436: Termcap neobsahuje poloku "%s"

source: E437: terminal capability "cm" required
sk: E437: Terminál musí ma schopnos "cm" (schopnos pohybu kurzora)

source: --- Terminal keys ---
sk: --- Klávesy terminálu ---

source: E181: Invalid attribute: %s
sk: E181: Chybná vlastnos: %s

source: new shell started
sk: spustenı novı shell

source: Vim: Error reading input, exiting...
sk: Vim: Chyba pri èítaní vstupu, konèím...

source: Used CUT_BUFFER0 instead of empty selection
sk: Pouitı CUT_BUFFER0 namiesto prázdneho vıberu

source: No undo possible; continue anyway
sk: Odstránenie zmien nie je moné; chcete napriek tomu pokraèova

source: E438: u_undo: line numbers wrong
sk: E438: u_undo: èísla riadkov sú chybné

source: E439: undo list corrupt
sk: E439: záznam o zmenách poškodenı

source: E440: undo line missing
sk: E440: chıba opravnı riadok

source: No user-defined commands found
sk: Neboli nájdené iadne pouivate¾om definované príkazy

source: E180: Invalid complete value: %s
sk: E180: Chybná hodnota doplnenia: %s

source: E468: Completion argument only allowed for custom completion
sk: E468: Argument doplnenia je povolenı iba pre vlastné dopåòania (completion)

source: E467: Custom completion requires a function argument
sk: E467: Vlastné doplnenia vyadujú meno funkcie ako argument

source: E175: No attribute specified
sk: E175: Neboli zadané iadne vlastnosti

source: E176: Invalid number of arguments
sk: E176: Chybnı poèet argumentov

source: E177: Count cannot be specified twice
sk: E177: Poèet nemôe by zadanı dvakrát

source: E178: Invalid default value for count
sk: E178: Chybná implicitná hodnota pre poèet

source: E179: argument required for -complete
sk: E179: pre doplnenie (-complete) je potrebnı argument

source: E182: Invalid command name
sk: E182: Chybné meno príkazu

source: E183: User defined commands must start with an uppercase letter
sk: E183: Pouívate¾om definované príkazy musia zaèína ve¾kım písmenom

source: E184: No such user-defined command: %s
sk: E184: Pouívate¾om definovanı príkaz %s neexistuje

source: E122: Function %s already exists, add ! to replace it
sk: E122: Funkcia %s u existuje. Pouite ! pre jej nahradenie.

source: E717: Dictionary entry already exists
sk: E717: Záznam v Slovníku (Dictionary) u existuje

source: E718: Funcref required
sk: E718: Je vyadovanı odkaz na Funkciu (Funcref)

source: E130: Unknown function: %s
sk: E130: Neznáma funkcia: %s

source: E125: Illegal argument: %s
sk: E125: Neprípustnı argument: %s

source: E132: Function call depth is higher than 'maxfuncdepth'
sk: E132: Zanorenie funkcií je hlbšie ne 'maxfuncdepth'

source: calling %s
sk: volám %s

source: %s aborted
sk: %s zrušenı

source: %s returning #%ld
sk: %s vrátilo #%ld

source: %s returning %s
sk: %s vrátilo %s

source: E699: Too many arguments
sk: E699: Príliš mnoho argumentov

source: E129: Function name required
sk: E129: Je vyadované meno funkcie

source: E124: Missing '(': %s
sk: E124: Chıba '(': %s

source: E126: Missing :endfunction
sk: E126: Chıba :endfunction

source: E746: Function name does not match script file name: %s
sk: E746: Meno funkcie sa nezhoduje s menom interpretovaného súboru: %s

source: E131: Cannot delete function %s: It is in use
sk: E131: Nedá sa vymaza funkcia %s: je pouívaná

source: E133: :return not inside a function
sk: E133: :return mimo funkciu

source: MS-Windows 32-bit GUI version
sk: 32 bitová GUI verzia pre MS Windows

source: with OLE support
sk: s OLE podporou

source: MS-Windows 32-bit console version
sk: 32 bitová verzia pre MS Windows konzolu

source: Included patches:
sk: Pouité záplaty:

source: Modified by
sk: Zmenil

source: Compiled
sk: Preloená

source: Huge version
sk: Maximálna verzia

source: Big version
sk: Ve¾ká verzia

source: Normal version
sk: Normálna verzia

source: Small version
sk: Malá verzia

source: Tiny version
sk: Minimálna verzia

source: without GUI.
sk: bez grafického rozhrania.

source: with GTK2-GNOME GUI.
sk: s grafickım rozhraním GTK2-GNOME.

source: with GTK2 GUI.
sk: s grafickım rozhraním GTK2.

source: with X11-Motif GUI.
sk: s grafickım rozhraním X11-Motif.

source: with X11-neXtaw GUI.
sk: s grafickım rozhraním X11-neXtaw.

source: with X11-Athena GUI.
sk: s grafickım rozhraním X11-Athena.

source: with Photon GUI.
sk: s grafickım rozhraním Photon.

source: with GUI.
sk: s grafickım rozhraním.

source: with Carbon GUI.
sk: s grafickım rozhraním Carbon.

source: with Cocoa GUI.
sk: s grafickım rozhraním Cocoa.

source: Features included (+) or not (-):
sk: Vlastnosti zahrnuté (+) a nezahrnuté (-):

source: system vimrc file: "
sk: systémovı vimrc súbor: "

source: user vimrc file: "
sk: uívate¾skı vimrc súbor: "

source: 2nd user vimrc file: "
sk: druhı uívate¾skı vimrc súbor: "

source: 3rd user vimrc file: "
sk: tretí uívate¾skı vimrc súbor: "

source: user exrc file: "
sk: uívate¾skı exrc súbor: "

source: 2nd user exrc file: "
sk: druhı uívate¾skı exrc súbor: "

source: system gvimrc file: "
sk: systémovı gvimrc súbor: "

source: user gvimrc file: "
sk: uívate¾skı gvimrc súbor: "

source: 2nd user gvimrc file: "
sk: druhı uívate¾skı gvimrc súbor: "

source: 3rd user gvimrc file: "
sk: tretí uívate¾skı gvimrc súbor: "

source: system menu file: "
sk: systémovı súbor s ponukou: "

source: fall-back for $VIM: "
sk: implicitná hodnota $VIM:"

source: f-b for $VIMRUNTIME: "
sk: f-b pre $VIMRUNTIME: "

source: Compilation:
sk: Preklad:

source: Compiler:
sk: Prekladaè:

source: Linking:
sk: Zlinkované:

source: DEBUG BUILD
sk: PODPORA LADENIA

source: version
sk: verzia

source: by Bram Moolenaar et al.
sk: od Brama Moolenaara a ïalších

source: Vim is open source and freely distributable
sk: Vim je vo¾ne šírite¾nı program s otvorenım kódom

source: Help poor children in Uganda!
sk: Pomôte chudobnım deom v Ugande!

source: type :help iccf<Enter> for information
sk: zadajte :help iccf<Enter> pre informácie

source: type :q<Enter> to exit
sk: zadajte :q<Enter> pre ukonèenie programu

source: type :help<Enter> or <F1> for on-line help
sk: zadajte :help<Enter> alebo <F1> pre pomocníka

source: type :help version8<Enter> for version info
sk: zadajte :help version8<Enter> pre informácie o verzii

source: Running in Vi compatible mode
sk: Pracujem v reime kompatibility s Vi

source: type :set nocp<Enter> for Vim defaults
sk: zadajte :set nocp<Enter> pre implicitné nastavenie Vim

source: type :help cp-default<Enter> for info on this
sk: podrobnejšie informácie získate pomocou :help cp-default<Enter>

source: menu Help->Orphans for information
sk: blišie informácie v ponuke Pomocník->Samostatné

source: Running modeless, typed text is inserted
sk: Spúšam v bezmódovom reime, písanı text je vloenı

source: menu Edit->Global Settings->Toggle Insert Mode
sk: ponuka Úpravy->Globálne monosti->Prepnú reim vloenia

source: for two modes
sk: pre dva reimy

source: menu Edit->Global Settings->Toggle Vi Compatible
sk: ponuka Úpravy->Globálne monostt->Prepnú Vi kompatibilnı reim

source: for Vim defaults
sk: pre predvolené vlastnosti Vim

source: Sponsor Vim development!
sk: Zasponzorujte vıvoj Vimu!

source: Become a registered Vim user!
sk: Staòte sa registrovanım uívate¾om Vimu!

source: type :help sponsor<Enter> for information
sk: zadajte :help sponsor<Enter> pre informácie

source: type :help register<Enter> for information
sk: zadajte :help register<Enter> pre informácie

source: menu Help->Sponsor/Register for information
sk: blišie informácie v ponuke Pomocník->Sponzor/Registrácia

source: # Buffer list:
sk: # Zoznam bufferov:

source: # %s History (newest to oldest):
sk: # História %s (zaèínajúci najnovšou polokou):

source: Command Line
sk: Príkazovı riadok

source: Search String
sk: Vyh¾adávanı reazec

source: Expression
sk: Vıraz

source: Input Line
sk: Vstupnı riadok
